{
  "A": "The Commission will consider a request for continuance to a later date. The Commission may choose to continue the \nitem to the date proposed below, to continue the item to another date, or to hear the item on this calendar. \n1. 2025-000444PCA \n(M. MERLONE: (628) 652-7534) \nENTERTAINMENT USES IN CERTAIN SALI AND MUR DISTRICTS SOUTH OF MARKET [BF 241208] – Planning Code \nAmendments – An Ordinance, sponsored by Supervisor Dorsey, amending the Planning Code to eliminate the \n200-foot buffer restriction in the Western SoMa Special Use District for Nighttime Entertainment uses located \nwithin 200 feet of a RED (Residential Enclave) or RED-MX (Residential Enclave-Mixed) District and delete \nreferences to the buffer restriction in the SALI (Service/Arts/Light Industrial) and WMUO (WSoMa Mixed-Use \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 2 of 7 \n \nOffice) Districts; principally permit General Entertainment and Nighttime Entertainment uses at 655 Folsom \nStreet (Assessor’s Parcel Block No. 3750, Lot No. 050) located in the MUR (Mixed-Use Residential) District; \naffirming the Planning Department’s determination under the California Environmental Quality Act; making \nfindings of consistency with the General Plan, and the eight priority policies of Planning Code, Section 101.1; \nand making findings of public necessity, convenience, and welfare pursuant to Planning Code, Section 302. \nPreliminary Recommendation: Adopt a Recommendation for Approval with Modification \n(Proposed for Continuance to April 10, 2025) \nSPEAKERS: \nNone \nACTION: \nContinued to April 10, 2025 \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \n9. 2025-001050PCA \n(A. MERLONE: (628) 652-7534) \nREMOVING CONDITIONAL USE REQUIREMENT FOR FORMULA RETAIL USES ON VAN NESS AVENUE, BETWEEN \nBROADWAY AND REDWOOD STREET [BOARD FILE NO. 250101] – Planning Code Amendments – An Ordinance, \nsponsored by Supervisor Sherrill, amending the Planning Code to remove the conditional use authorization for \nformula retail uses in the Residential-Commercial zoning district along Van Ness Avenue, between Broadway \nand Redwood Street, for properties fronting Van Ness Avenue; affirming the Planning Department’s \ndetermination under the California Environmental Quality Act; and making public necessity, convenience, and \nwelfare findings under Planning Code, Section 302, and findings of consistency with the General Plan, and the \neight priority policies of Planning Code, Section 101.1. \nPreliminary Recommendation: Adopt a Recommendation for Approval with Modifications \nSPEAKERS: \nNone \nACTION: \nContinued to April 3, 2025 \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry",
  "B": "All matters listed hereunder constitute a Consent Calendar, are considered to be routine by the Planning Commission, \nand may be acted upon by a single roll call vote. There will be no separate discussion of these items unless a member \nof the Commission, the public, or staff so requests, in which event the matter shall be removed from the Consent \nCalendar and considered as a separate item at this or a future hearing. \n2. 2024-010611CUA \n(M. LAUSH: (628) 652-7339) \n470 BAY SHORE BOULEVARD/1745 CORTLAND AVENUE – northwest corner at Cortland Avenue; Lot 038 in \nAssessor’s Block 5596 (District 9) – Request for Conditional Use Authorization pursuant to Planning Code \nSections 121.9 and 303 to subdivide an existing 35,449 square-foot lot into two lots, measuring 29,063 square \nfeet and 6,386 square feet in area, within the PDR-2 (Core Production, Distribution, and Repair) Zoning District, \nthe Bayshore Boulevard Home Improvement Special Use District, and a 40-X Height and Bulk District. The \nPlanning Department found that the project is exempt from the California Environmental Quality Act (CEQA). \nThe Commission’s action constitutes the Approval Action for the project for the purposes of CEQA, pursuant to \nSan Francisco Administrative Code Section 31.04(h). \nPreliminary Recommendation: Approve with Conditions \nSPEAKERS: \nNone \nACTION: \nApproved with Conditions \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 3 of 7 \n \nMOTION: \n21709 \n3. \n2025-000248CWP \n(T. TRAN: (628) 652-7473) \nSAN FRANCISCO SHORELINE ADAPTATION PLAN – California State Senate Bill 272 (2023) requires local \ngovernments within the jurisdiction of the San Francisco Bay Conservation and Development Commission to \nprepare a subregional shoreline resiliency plan by January 2034. To comply with SB 272, the Planning \nDepartment was awarded a $1.5 million grant from the state’s Ocean Protection Council (OPC) to prepare a \nshoreline adaptation plan along the city’s bayside. Adoption of the resolution by the Planning Commission is \nrequired by OPC to secure the grant award. \nPreliminary Recommendation: Adopt a resolution to prepare a Shoreline Adaption Plan \nSPEAKERS: \nNone \nACTION: \nAdopted \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \nRESOLUTION: \n21710",
  "C": "4. \nLAND ACKNOWLEDGEMENT \nCommissioner Williams: \nThe Planning Commission acknowledges that we are on the unceded ancestral homeland of the Ramaytush \nOhlone, who are the original inhabitants of the San Francisco Peninsula. As the indigenous stewards of this land \nand in accordance with their traditions, the Ramaytush Ohlone have never ceded, lost, nor forgotten their \nresponsibilities as the caretakers of this place, as well as for all peoples who reside in their traditional territory. \nAs guests, we recognize that we benefit from living and working on their traditional homeland. We wish to pay \nour respects by acknowledging the ancestors, elders, and relatives of the Ramaytush Ohlone community and \nby affirming their sovereign rights as first peoples. \n5. \nCONSIDERATION OF ADOPTION: \n• Draft Minutes for March 13, 2025 \nSPEAKERS: \nNone \nACTION: \nAdopted \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \n6. \nCOMMISSION COMMENTS/QUESTIONS \n \nNone.",
  "D": "7. \nDIRECTOR’S ANNOUNCEMENTS \nRich Hillis, Planning Director: \nJust a note on the hearing schedule for the rezoning proposals, we anticipated being with you next week to \ntalk about the proposed map, we would like another week so we are going to continue it one week beyond \nthat wall so combine it with the hearing we plan to have on Small Business Protection. So, just a one-week \ndelay on that but I wanted to let you know and members of the public know that as well.  \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 4 of 7 \n \n8. \nREVIEW OF PAST EVENTS AT THE BOARD OF SUPERVISORS, BOARD OF APPEALS AND HISTORIC PRESERVATION \nCOMMISSION \nAaron Starr, Manager of Legislative Affairs: \nGood afternoon, Commissioners, Aaron Starr, Manager of Legislative Afaris. \n \nLand Use \n241196 Building, Planning Codes - Code Corrections and Updates. Sponsor: Walton. Staff: Starr \nThis week, the land use committee considered a duplicated version on the 2024 Code Corrections \nOrdinance, that was sponsored by this commission. The Code corrections ordinance was duplicated by \nSupervisor Peskin in December of last year with the intention of amending the PDR-2 controls.  \nThe amendment applies to only one site. When the City was considering stricter controls on self-storage \nfacilities, this site had a pending application. A carve-out allowed the self-storage facility to proceed, \nprovided that 50% of the site was used for specific purposes like Industrial, Agricultural, Automotive Repair, \nCatering, Trade Shop, Institutional Community use, or Arts Activities. The proposed amendment expands \nthe allowable uses for that 50% portion to include any use permitted in the PDR-2 zoning district—except \nParcel Delivery Service and Fleet Charging \nCommissioners, you heard the 2024 Code Corrections ordinance on September 19 of last year and voted to \nrecommend approval with some additional code correction modifications. In addition, you also endorsed \nthe Land Use Committee adding this provision to the code if they saw fit. You did not actively add it to the \nordinances, as it was a last-minute request from the interested parties.  \nThe duplicated file has since been sponsored by Supervisor Walton. At Monday’s hearing, Supervisor Walton \nwas not present, but planning staff read the amendments into the record, and committee member \nSupervisor Chen made a motion to adopt the amendments. The vote to adopt the amendments and to \ncontinue the item for one week both passed unanimously.   \nFull Board \n250069 Planning Code - Conversion of Residential Hotel Rooms to Tourist Hotel Rooms at 447 Bush Street. \nSponsor: City Attorney. Staff: Starr. PASSED Second Read \n250003 General Plan - Central SoMa and Transit Center District Commercial Development Requirements. \nSponsors: Mayor; Dorsey. PASSED Second Read \n240787 Planning Code, Zoning Map - Central SoMa and Transit Center District Commercial Development \nRequirements. Sponsors: Mayor; Dorsey. PASSED Second Read \n241021 Planning Code - Window Replacement Standards. Sponsors: Melgar. Staff: Taylor. PASSED Second \nRead \n241067 Planning, Building Codes - Interim Housing in Hotels and Motels. Sponsor: Mayor. Staff: V. Flores. \nPASSED Second First Read \n241173 Planning Code - Continuation of Nonconforming Public Parking Lots in CMUO and MUR. Sponsor: \nDorsey. Staff: Merlone. PASSED Second Read \n250174 Hearing - Appeal of Conditional Use Authorization Approval - 4100-3rd Street. Staff: Starr. Continued \nto April 8, 2025",
  "E": "SPEAKERS: \nGeorgia Schuttish – March 2009 Staff recommended returning w/n the year to adjust \nDemo Calcs as Commission has legislative authority to do per Section 317 (b) (2) (D). \nJune 2019 I submitted handout showing adjustment at full 20% over several years. \nNow March 2025, six years after 2019 handout, 16 years after Staff recommendation. \n“Year Two” is the sweet spot. Compare Demo Calcs Matrix for project at 1910 Baker \nwith “Year Two” adjustment would mean that project is Demolition not “major \nAlteration” —- officially. Even true with “Year One” adjustment. Commonsense: Look \nat 1910 Baker photos/Demo Calcs show it to be deFacto/Tantamount to Demolition. \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 5 of 7 \n \nCalcs should be adjusted to effectively preserve housing. Look at sales price since 2014. \nAdditionally —— Residential Flat Policy needs to be codified per Housing Element \nAction Item 8.3.2 guaranteeing preservation of existing housing, unit equity, \npreventing loss of rent controlled/relatively affordable housing for City in future. \n \n \nBridget Maley, NUSF  – SB79 concerns, conduct an analysis \nJonas P. Ionin – Response to comments and questions",
  "F": "The Commission Hearing Procedures provide for presentations by staff; when applicable, followed by a presentation \nof the project sponsor team; followed by public comment. Please be advised that the project sponsor team includes: \nthe sponsor(s) or their designee, lawyers, architects, engineers, expediters, and/or other advisors. \n10. 2015-000937CWP \n(P. RACE: (628) 652-6473) \nCIVIC CENTER PUBLIC REALM PLAN – Endorsement – The Civic Center Public Realm Plan is a 100-year, \ncommunity-based vision for capital improvements to Civic Center’s plazas, streets, and other public spaces. The \nPlan envisions equitable access to open space and public amenities, so that Civic Center serves as both a public \nspace for neighborhood residents and a celebrated civic area for all San Franciscans. Between 2017 and 2019, \nthe Plan’s interagency and consultant team interviewed hundreds of stakeholders, conducted public life studies, \nand worked extensively with neighborhood residents and employees to develop the vision. The Plan includes \ndesign recommendations, technical analysis and implementation strategies. A proposed Resolution is before \nthe Commission to endorse the Public Realm Plan. \nPreliminary Recommendation: Adopt a Resolution Endorsing the Plan \nSPEAKERS: \n= Patrick Race – Staff presentation \n+Jim Haas – Appropriate change \n+ Luke Spray – Outreach, time to see change \n+ David Seward, UC Law SF – Will help activate community, mid-Market revitalization \nACTION: \nEndorsed \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \nRESOLUTION: \n21711 \n11a. 2025-001365PCAMAP \n(R. SALGADO: (628) 652-7332) \n600 TOWNSEND STREET WEST SPECIAL USE DISTRICT [BF 250125] – Planning Code and Zoning Map \nAmendments – Ordinance, sponsored by Supervisor Dorsey, amending the Planning Code and Zoning Map to \nestablish the 600 Townsend Street West Special Use District, encompassing the real property consisting of \nAssessor’s Parcel Block No. 3783, Lot No. 008, to allow the legalization of the longstanding office uses at the site \nby principally permitting office uses on all floors and waiving or reducing bicycle parking, open space, \nstreetscape, Transportation Demand Management program, and impact fee requirements; affirming the \nPlanning Department’s determination under the California Environmental Quality Act; making public necessity, \nconvenience, and welfare findings under Planning Code, Section 302; and making findings of consistency with \nthe General Plan, and the eight priority policies of Planning Code, Section 101.1. \nPreliminary Recommendation: Adopt a Recommendation for Approval \nSPEAKERS: \n= Rebecca Salgado – Staff presentation \n+ Bryan Dahl, Legislative aide to Sup. Dorsey – Introduction to ordinance \n+ Cecily Barclay – Project sponsor presentation  \n- Sue Hestor -  Continue for more community input \n= Corey Teague – Response to comments and questions \nACTION: \nAdopted Recommendations for Approval \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 6 of 7 \n \nABSENT: \nMcGarry \nRESOLUTION: \n21712 \n11b. 2025-000545OFA \n(R. SALGADO: (628) 652-7332) \n600 TOWNSEND STREET – north side between 7th and 8th Streets; Lot 008 in Assessor's Block 3783 (District 6) \n– Request for Office Allocation pursuant to Planning Code Sections 320-325, to authorize up to 213,400 gross \nsquare feet from the Office Development Annual Limit to formally approve a change of use that occurred in the \nearly 1990s when all five floors of an existing building located at 600 Townsend Street West were converted \nfrom wholesale sales to office use, within a UMU (Urban Mixed Use) Zoning District and 68-X Height and Bulk \nDistrict.  \nPreliminary Recommendation: Approve with Conditions \nSPEAKERS: \nSame as item 11a. \nACTION: \nApproved with Conditions, as amended to include a Finding clarifying additional \nClass 1 bicycle parking spaces are provided in-lieu of Class 2 spaces. \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore, So \nNAYS:  \nNone \nABSENT: \nMcGarry \nMOTION: \n21713 \n12a. 2024-011338CUA \n(M. TAYLOR: (628) 652-7352) \n121 YUKON STREET – east side between Short Street and Eagle Street; Lot 038 in Assessor's Block 2716 (District \n8) – Request for Conditional Use Authorization pursuant to Planning Code Sections 303 and 317 to demolish an \nexisting two-story over garage, three-unit residential building and construct a new three-story over garage, \nthree-unit residential building pursuant to Planning Code Section 207(c)(8) Density Exceptions in RH Zoning \nDistricts, within a RH-1(S) (Residential- House, One Family- Secondary Unit) Zoning District and 40-X Height and \nBulk District The Planning Department found that the project is exempt from the California Environmental \nQuality Act (CEQA). The Commission’s action constitutes the Approval Action for the project for the purposes of \nCEQA, pursuant to San Francisco Administrative Code Section 31.04(h). \nPreliminary Recommendation: Approve with Conditions \nSPEAKERS: \n \n \n \n \n= Michelle Taylor – Staff presentation \n+ Jim Zach – Project sponsor presentation \n= Corey Teague – Response to comments and questions \nACTION: \nApproved with Conditions \nAYES:  \nCampbell, Williams, Braun, Imperial, Moore \nNAYS:  \nSo \nABSENT: \nMcGarry \nMOTION: \n21714 \n12b. 2024-011338VAR \n(M. TAYLOR: (628) 652-7352) \n121 YUKON STREET – east side between Short Street and Eagle Street; Lot 038 in Assessor's Block 2716 (District \n8) – Request for Variance pursuant to Planning Code Section 305. Planning Code Section 134 requires a rear \nyard equal to 30% of the lot depth. The proposed new building will encroach into the required rear yard. \nTherefore, a Variance is required. The property is located within a RH-1(S) (Residential- House, One Family- \nSecondary Unit) Zoning District and 40-X Height and Bulk District.  \nSPEAKERS: \nSame as item 12a. \nACTION: \nZA Closed the PH and indicated an intent to Grant \n \n \n\nSan Francisco Planning Commission \nThursday, March 27, 2025 \nMeeting Minutes \nPage 7 of 7 \n \n13. 2024-011224PPS \n \n4 ADDISON STREET – north side at the corner with Bemis Street; Lot 33 in Assessor's Block 7542 (District 8) – \nInformational Presentation for the proposed construction of a housing development project pursuant to \nGovernment Code Section 65913.4 (SB 423), in an area subject to Government Code Section 65913.4(q).  The \nproject consists of new construction of two four-story over basement buildings with four residential units and \ntwo accessory dwelling units on a vacant lot. The project includes a future two lot subdivision. The project \nsponsor submitted a notice of intent to construct the project on December 12, 2024. After the hearing and upon \ncompletion of tribal consultation, a formal application may be submitted following the project sponsor’s review \nof any public testimony and written comments from the hearing. \nPreliminary Recommendation: None – Informational  \nSPEAKERS: \n+ Simone Katz-O’Neill – Project sponsor presentation \n= Richard Sucre – Response to comments and questions  \n+ Erevan O’Neill – Response to comments and questions \n= Jonas P. Ionin – Response to comments and questions \nACTION: \nReviewed and Commented \nADJOURNMENT 2:50 PM \nADOPTED APRIL 10, 2025"
}