[
    {
        "case_number": "98.153D",
        "project_address": "1025 Minna Street",
        "lot_number": "070",
        "lot_number_2": "071",
        "assessor_block": "3511",
        "project_descr": "request for discretionary review of biulding permit application no. 9810703, proposing new construction of an eight-unit live/work building on two vacant lots in a RED",
        "type_district": "RED",
        "type_district_descr": "residential enclave district",
        "action": "proposed for continuance to march 11, 1999",
        "speakers": "None",
        "ayes": "Theoharis, Antenore, Chinchilla, Hills, Joe, Martin",
        "noes": "None",
        "absent": "Mills"
    },
    {
        "case_number": "98.455E",
        "project_address": "675 Townsend Street",
        "lot_number": "7",
        "assessor_block": "3799A",
        "project_descr": "to consider an appeal of the preliminary negative declaration on the proposal to construct a mixed-use development of retail space, dwelling units, and live/work units on the site. A concrete podium about 18 feet above grade would be constructed. The following project components would be constructed within the podium: about 35,000 square feet of grocery, two levels of above-grade parking in a garage, and three live/work units. residential development consisting of 148 dwelling units would be constructed above the podium. the 148 dwelling units would consist of 76 four-story buildings on the eastern portion of the site, and 72 two-story buildings on the western portion of the site. the first level of the garage would contain 118 retail parking spaces, and the second level of the garage would contain 148 residential parking spaces",
        "action": "proposed for continuance to march 25, 1999",
        "speakers": "None",
        "ayes": "Theoharis, Antenore, Chinchilla, Hills, Joe, Martin",
        "noes": "None",
        "absent": "Mills"
    },
    {
        "case_number": "98.266BC",
        "project_address": "1890 Bryan Street",
        "lot_number": "003",
        "lot_number_2": "004",
        "assessor_block": "3970",
        "project_descr": "request per planning code section 304 for conditional use authorization under the planned unit development process for exception from the bulk limits set forth in table 270 of the planning code, and for an off-street parking exception under planning code section 151, in regard to the addition and conversion of space in an existing building to office use (2) request under planning code section 321 for authorization to add approximately 102,500 square feet of office space (through the addition of two new stories and conversion of space within the existing building) to the city's office development annual limit",
        "type_district": "M-1",
        "type_district_descr": "light industrial zoning district",
        "height_and_bulk_district": "65-B",
        "action": "proposed for continuance to april 1, 1999",
        "speakers": "None",
        "ayes": "Theoharis, Antenore, Chinchilla, Hills, Joe, Martin",
        "noes": "None",
        "absent": "Mills"
    },
    {
        "case_number": "99.005CX",
        "project_address": "70-82 natoma street",
        "lot_number": "45a", 
        "lot_number_2": "46",
        "assessor_block": "3721",
        "project_descr": "consideration of a request to modify a conditional use authorization (planning code section 204.5) granted under motion no. 14619 and a section 309 (C-3, downtown commercial district) authorization granted under motion no. 14615 with respect to the parking requirement for an approved residential project. the proposed modifications would reduce the parking to be provided from approximately 509 spaces on two levels above and three levels below grade or approximately 406 spaces on two levels above and two levels below grade to approximately 395 spaces on four levels below grade, in a previously approved residential building, approximately 48 stories in height, containing up to 509 residential units (10% of which will be affordable) and approximately 10,000 square feet of retail space on a site",
        "type_district": "C-3-O",
        "type_district_descr": "downtown office district",
        "height_and_bulk_district": "500-S",
        "action": "withdrawn"
    },
    {
        "case_number": "98.266E",
        "project_address": "1890 bryan street",
        "project_descr": "an appeal of preliminary negative declaration published for the proposed addition to and adaptive reuse of an existing three-story, approximately 106,200 square foot vacant building at 1890 bryant street, formerly part of the best foods complex. two stories would be added to the existing structure, bringing the roof of the proposed building to a height of 65 feet, as measured form bryant street. the entire building would be converted from vacant food manufacturing to 122,5000 square feet of office use, with 134 tandem parking spaces at the basement and mezzanine level. the project would be considered by the planning commission as a planned unit development, and would require exceptions to planning code parking requirements and bulk limits, as well as authorization under planning code section 321 as an office development",
        "lot_number": "003",
        "lot_number_2": "004",
        "assessor_block": "3970",
        "type_district": "NEMIZ",
        "type_district_descr": "greater northeast mission industrial zone",
        "action": "denied the appeal, upholding the negative declaration",
        "speakers": "suheil totah, dan schwarzlander, juliet gray, fred snyder, judy west, john lefan",
        "ayes": "theoharis, antenore, chinchilla, hills, joe, martin",
        "noes": "none",
        "absent": "mills",
        "action_name": "motion no. 14792"
    },
    {
        "case_number": "98.944C",
        "project_address": "3219 17th street",
        "lot_number": "68",
        "assessor_block": "3575",
        "project_descr": "request for conditional use authorization under sections 253 and 295 of the planning code, to allow the construction of a residenital building exceeding 40 feet in height",
        "type_district": "rh-3",
        "type_district_descr": "residential house, three family",
        "height_and_bulk_district": "50-X",
        "speakers": "John Lum",
        "action": "approved with conditions",
        "ayes": "theoharis, chinchilla, hills, joe, martin",
        "noes": "antenore",
        "absent": "mills",
        "action_name": "motion no. 14793"
    },
    {
        "case_number": "97.699C",
        "project_address": "926 grove street",
        "lot_number": "09",
        "assessor_block": "85",
        "project_descr": "request for conditional use authorization under section 209.1(h) to construct a new eight dwelling unit building on the vacant eastern portion of the lot, at a density ratio of up to one dwelling unit for each 1,000 square feet of lot area",
        "type_district": "rh-3",
        "type_district_descr": "residential house, three family",
        "height_and_bulk_district": "40-X",
        "speakers": "John Goldman, Bernard Sanger, Chris Ver Planck, Katey Koots, Jack Robinson",
        "action": "approved with conditions as amended to reflect deck removal",
        "ayes": "theoharis, antenore, chinchilla, hills, joe, martin",
        "noes": "none",
        "absent": "mills",
        "action_name": "motion no. 14795"
    },
    {
        "case_number": "97.699C",
        "project_address": "926 grove street",
        "lot_number": "09",
        "assessor_block": "85",
        "project_descr": "subject site is the vacant western portion of the a property within the alamo square historic district: request for certificate of appropriateness authorization to construct a new building in the alamo square historic district under article 10",
        "type_district": "rh-3",
        "type_district_descr": "residential house, three family",
        "height_and_bulk_district": "40-X",
        "speakers": "John Goldman, Bernard Sanger, Chris Ver Planck, Katey Koots, Jack Robinson",
        "action": "approved",
        "ayes": "theoharis, antenore, chinchilla, hills, joe, martin",
        "noes": "none",
        "absent": "mills",
        "action_name": "14794"
    },
    {
        "case_number": "98.544C",
        "project_address": "3250 19th avenue",
        "lot_number": "03",
        "assessor_block": "7231",
        "project_descr": "request for conditional use authorization under planning code section 209.3(h) to expand an existing permitted high school to include a separate multi-purpose athletic facility on the same grounds",
        "type_district": "rh-1(d)",
        "type_district_descr": "residential house, one family detached",
        "height_and_bulk_district": "40-X",
        "speakers": "None",
        "action": "approved with conditions",
        "ayes": "Theoharis, Antenore, Chinchilla, Hills, Joe, Martin",
        "noes": "None",
        "absent": "Mills",
        "action_name": "motion no. 14796"
    },
    {
        "case_number": "98.218D",
        "project_address": "1446 11th avenue",
        "lot_number": "034",
        "assessor_block": "1843",
        "project_descr": "request for discretionary review of building permit application no. 9703126S, proposing to demolish the existing one-unit, three-story building and construct a new two-unit, three-story building",
        "type_district": "rh-2",
        "type_district_descr": "residential house, two family",
        "speakers": "Bronwyn Gundogdee, Chris ver Planck, Pam Clisham, David Clisham, Marc Diamond, Julia Koppich, George Devine, Mary Pagonas, Jake McGoldrick, Ed Milber, Ann Scott, Steve Enoch, Christopher Davies, Arnold Townsend, Christina Chang, Cheung Lee, Fook Ying Lee, Joe O'Donoughue",
        "action": "after closing public comment, the commission passed a motion to take DR (redesign the project) and continued the item indefinitely",
        "ayes": "theoharis, chinchilla, hills, joe, martin",
        "noes": "none",
        "absent": "antenore, mills"
    },
    {
        "case_number": "98.520D",
        "project_address": "150 lower terrace",
        "lot_number": "020",
        "assessor_block": "2618",
        "project_descr": "request for discretionary review of building permit application nos. 981238, 9812439 and 9812400, proposing to demolish the existing single-family structure, subdivide the subject lot into two separate lots and construct a three-story-over-garage, two-family dwelling on each of the two newly created lots",
        "tyope_district": "rh-2",
        "type_district_descr": "residential house, two family",
        "speakers": "John Sanger, Tom Bonomi, Jason Shulman, Lucia Bogatay, Fred Ross, Glen Hildebrand, Gerry McBride, Peter Brodigan, Ann Garcia, Frank Fredericks, Sue Busby, Paul Kawakami, Virginia Conte, Evan Terzulli, Richard Andrews, Harvey Scodel, Terry Byers, Neti Fredericks, Dale Champion, Anne Biern, Joe O'Donoughue, Mike Cassidy, Bruce Baumann, James Newmaker, Joe Cassidy, Philip Whitehead",
        "action": "no dr, subject to modifications described by the john sanger",
        "ayes": "theoharis, antenore, chinchilla, martin",
        "noes": "joe",
        "absent": "hills, mills"
    }
]