[
    {
        "case_number": "2002.1310D",
        "project_address": "2625-2627 broderick street",
        "lot_number": "6",
        "assessor_block": "955",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of dwelling unit mergers, of Building Permit Application No. 2002.10.23.9747, proposing to merge two dwelling units to create a single-family dwelling.",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "continued to march 27, 2003",
        "ayes": "antoini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0778E",
        "project_address": "150 broadway",
        "lot_number": "011",
        "assessor_block": "0141",
        "project_descr": "Appeal of Preliminary Negative Declaration for the proposed new construction of 87 affordable housing units, 41 off-street parking spaces (including 3 spaces for the City CarShare Program), a 3,500 square foot childcare facility, a community room, multi-purpose room and offices associated with the residential use, 2,000 square feet of retail space, and one freight-loading space. The proposed project would consist of three separate buildings:  one building would be three-stories tall, or approximately 40 feet in height; a second structure would be five-stories tall, or approximately 50 feet in height; and the third structure would be eight-stories tall, or approximately 80-feet tall. The proposed structures would contain approximately 128,000 gross square feet.  The site is approximately 30,948 square feet in size and located at the northeast corner of Broadway and Battery Streets, with additional frontage on Front Street.  The site currently contains a ground-level asphalt parking lot on a portion of the site and the remainder of the site is vacant.  The site was also the former site of the Embarcadero Freeway off-ramp, and is owned by the City and County of San Francisco.",
        "type_district": "c-2",
        "type_district_descr": "community business",
        "type_district_descr_2": "northern waterfront special use district",
        "type_district_descr_3": "northeastern historic district",
        "height_and_bulk_district": "84-E",
        "preliminary_recommendation": "uphold preliminary negative declaration",
        "speakers": "none",
        "action": "continued to april 3, 2003",
        "ayes": "antoini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2003.0037C",
        "project_address": "165-167 texas street",
        "lot_number": "016",
        "lot_number_2": "017",
        "assessor_block": "3986",
        "project_descr": "Request for Conditional Use Authorization to allow [1] the expansion of two existing dwelling units in a M-1 (Light Industrial) Zoning District pursuant to Planning Code Section 215(a) and [2] a revision to a previously built Planned Unit Development (PUD) pursuant to Planning Code Section 304 to allow further modification of Code Sections including the rear yard requirements of Section 134 and the dwelling unit exposure requirements of Section 140. The existing structure contains approximately 1,500 square feet of industrial space in a below-grade basement level, a 1,400 square foot parking garage and 500 square foot outdoor patio on the ground level, and two dwelling units occupying a total of roughly 3,000 square feet on the second and third levels. The proposal would construct a two-story addition atop the existing patio. The project would add approximately 500 square feet on the ground level to the existing industrial space and roughly 250 square feet on the second level for each of the two dwelling units. A 500 square foot outdoor patio would be provided on the roof of the proposed addition.",
        "type_district": "m-1",
        "type_district_descr_2": "industrial protection zone",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "continued to april 3, 2003",
        "ayes": "antoini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0038TZ",
        "lot_number": "1",
        "assessor_block": "3978",
        "project_descr": "17th AND RHODE ISLAND GROCERY STORE SPECIAL USE SUB-DISTRICT Consideration of an Ordinance amending the San Francisco Planning Code by adding Section 781.10 to create the 17th and Rhode Island Grocery Store Special Use Sub-district, applicable to the newly rezoned NC-3 block (previously M-1) bounded by 17th Street, Rhode Island Street, Mariposa Street and Kansas Street (Assessor's Block 3978, Lot 1), to permit a neighborhood grocery store at 17th and Rhode Island and amending the Section 712 Zoning Control Table; amending Section Map 8 and 8SU of the Zoning Map of the City and County of San Francisco for the property described as Assessor's Block 3978, Lot 1; and adopting findings.",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "continued indefinitely",
        "ayes": "antoini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0636DD",
        "project_address": "111 manchester street",
        "lot_number": "019",
        "assessor_block": "5544",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "type_district_2": "bernal heights special use district",
        "height_and_bulk_district": "40-x",
        "project_descr": "Two Discretionary Review requests, the first initiated by Department Staff, pursuant to Planning Commission residential demolition policy, of Demolition Permit Application Number 2002.04.22.4580, which would demolish an existing single family dwelling, and the second initiated by a member the public, of Building Permit Application Number 2002.04.22.4585, which would construct a new single family dwelling on the same site.",
        "preliminary_recommendation": "do not take discretionary review and approve the project",
        "note": "On February 13, 2003, following public testimony, the Commission closed the public hearing and continued the matter to February 27, 2003, by a vote of +6 -0.  Commissioner Boyd was absent.",
        "speakers": "none",
        "action": "took discretionary review and disapproved both the demolition permit and building permit",
        "ayes": "antoini, bell, feldstein, hughes, s. lee, w. lee",
        "noes": "boyd"
    },
    {
        "case_number": "2000.1311E",
        "project_address": "2690 harrison street",
        "lot_number": "004",
        "assessor_block": "3639",
        "project_descr": "Request for Conditional Use Authorization to allow [1] the construction of 54 dwelling units pursuant to Planning Code Section 215(a), [2] the creation of housing not providing at least 25 percent of the total number of units as affordable units pursuant to Section A(iv) of the Mission District Interim Controls (MDIC; as set forth in Board of Supervisors Resolution Number 500-02), [3] the conversion of a PDR (Production, Distribution, or Repair) use to a non-PDR use pursuant to Section E(v) of the MDIC, and [4] the provision of off-street parking in excess of that which is required pursuant to Section A(x) of the MDIC, in a C-M (Heavy Commercial) Zoning District, the NEMIZ (Northeast Mission Industrial Zone) as defined in Planning Commission Resolution 13794, a Mixed-Use Housing Zone as defined in Planning Commission Resolution 16202, and a 40-X Height and Bulk District. The proposal is to demolish an existing 21,000 square foot industrial building and construct a new structure containing 54 dwelling units on upper levels and 60 off-street parking spaces in a ground level garage. The building would be a maximum of four stories tall (approximately 40 feet in height).",
        "preliminary_recommendation": "approve the project with mdoifications and conditions",
        "note": ": On March 13, 2003, following public testimony, the Commission closed public hearing and continued the matter to March 20, 2003, instructing the project sponsor to review alternatives for unit mix and affordability components by a vote of +6 -0.  Commissioner Boyd was absent.",
        "speakers": "none",
        "action": "approve the project with the unit mix of 11, 2-bedrooms; 42 1-bedrooms and one studio",
        "ayes": "antoini, bell, boyd, hughes, s. lee, w. lee",
        "noes": "feldstein",
        "action_name": "motion no. 16546"
    },
    {
        "case_number": "2002.0877C",
        "project_address": "720 moscow street",
        "lot_number": "024",
        "assessor_block": "6338",
        "project_descr": "Finding of Consistency with the General Plan pursuant to ยง 4.105 of the  San Francisco Charter to install a total of six (6) panel antennas and related equipment at an existing two-story, publicly-used structure (a fire station) as part of Cingular Wireless' wireless telecommunications network ... Wireless Telecommunications Services (WTS) Facilities Siting Guidelines the proposal is a Location Preference 1 (Preferred Location - Publicly-Used Structure).",
        "type_district": "p",
        "type_district_descr": "public",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "finding of consistency with the general plan",
        "speakers": "kelley pepper",
        "speaker_statements": [
            {
                "name": "kelley pepper",
                "stance": "(+)",
                "descr": "cingular wireless",
                "lines": [
                    "this site is a preference one and is a collocation site",
                    "the purpose of this site is to provide coverage to the excelsior district"
                ]
            }
        ],
        "action": "found consistent with the general plan",
        "ayes": "antoini, bell, boyd, feldstein, hughes, s. lee, w. lee",
        "action_name": "motion no. 16547"
    }
]