[
    {
        "case_number": "2002.1310D",
        "project_address": "2625-2627 broderick street",
        "lot_number": "6",
        "assessor_block": "955",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of dwelling unit mergers, of Building Permit Application No. 2002.10.23.9747, proposing to merge two dwelling units to create a single-family dwelling.",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "continued to march 27, 2003",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0778E",
        "project_address": "150 broadway",
        "lot_number": "011",
        "assessor_block": "0141",
        "project_descr": "Appeal of Preliminary Negative Declaration for the proposed new construction of 87 affordable housing units, 41 off-street parking spaces (including 3 spaces for the City CarShare Program), a 3,500 square foot childcare facility, a community room, multi-purpose room and offices associated with the residential use, 2,000 square feet of retail space, and one freight-loading space. The proposed project would consist of three separate buildings:  one building would be three-stories tall, or approximately 40 feet in height; a second structure would be five-stories tall, or approximately 50 feet in height; and the third structure would be eight-stories tall, or approximately 80-feet tall. The proposed structures would contain approximately 128,000 gross square feet.  The site is approximately 30,948 square feet in size and located at the northeast corner of Broadway and Battery Streets, with additional frontage on Front Street.  The site currently contains a ground-level asphalt parking lot on a portion of the site and the remainder of the site is vacant.  The site was also the former site of the Embarcadero Freeway off-ramp, and is owned by the City and County of San Francisco.",
        "type_district": "c-2",
        "type_district_descr": "community business",
        "type_district_descr_2": "northern waterfront special use district",
        "type_district_descr_3": "northeastern historic district",
        "height_and_bulk_district": "84-E",
        "preliminary_recommendation": "uphold preliminary negative declaration",
        "speakers": "none",
        "action": "continued to april 3, 2003",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2003.0037C",
        "project_address": "165-167 texas street",
        "lot_number": "016",
        "lot_number_2": "017",
        "assessor_block": "3986",
        "project_descr": "Request for Conditional Use Authorization to allow [1] the expansion of two existing dwelling units in a M-1 (Light Industrial) Zoning District pursuant to Planning Code Section 215(a) and [2] a revision to a previously built Planned Unit Development (PUD) pursuant to Planning Code Section 304 to allow further modification of Code Sections including the rear yard requirements of Section 134 and the dwelling unit exposure requirements of Section 140. The existing structure contains approximately 1,500 square feet of industrial space in a below-grade basement level, a 1,400 square foot parking garage and 500 square foot outdoor patio on the ground level, and two dwelling units occupying a total of roughly 3,000 square feet on the second and third levels. The proposal would construct a two-story addition atop the existing patio. The project would add approximately 500 square feet on the ground level to the existing industrial space and roughly 250 square feet on the second level for each of the two dwelling units. A 500 square foot outdoor patio would be provided on the roof of the proposed addition.",
        "type_district": "m-1",
        "type_district_descr_2": "industrial protection zone",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "continued to april 3, 2003",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0038TZ",
        "lot_number": "1",
        "assessor_block": "3978",
        "project_descr": "17th AND RHODE ISLAND GROCERY STORE SPECIAL USE SUB-DISTRICT Consideration of an Ordinance amending the San Francisco Planning Code by adding Section 781.10 to create the 17th and Rhode Island Grocery Store Special Use Sub-district, applicable to the newly rezoned NC-3 block (previously M-1) bounded by 17th Street, Rhode Island Street, Mariposa Street and Kansas Street (Assessor's Block 3978, Lot 1), to permit a neighborhood grocery store at 17th and Rhode Island and amending the Section 712 Zoning Control Table; amending Section Map 8 and 8SU of the Zoning Map of the City and County of San Francisco for the property described as Assessor's Block 3978, Lot 1; and adopting findings.",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "continued indefinitely",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0636DD",
        "project_address": "111 manchester street",
        "lot_number": "019",
        "assessor_block": "5544",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "type_district_2": "bernal heights special use district",
        "height_and_bulk_district": "40-x",
        "project_descr": "Two Discretionary Review requests, the first initiated by Department Staff, pursuant to Planning Commission residential demolition policy, of Demolition Permit Application Number 2002.04.22.4580, which would demolish an existing single family dwelling, and the second initiated by a member the public, of Building Permit Application Number 2002.04.22.4585, which would construct a new single family dwelling on the same site.",
        "preliminary_recommendation": "do not take discretionary review and approve the project",
        "note": "On February 13, 2003, following public testimony, the Commission closed the public hearing and continued the matter to February 27, 2003, by a vote of +6 -0.  Commissioner Boyd was absent.",
        "speakers": "none",
        "action": "took discretionary review and disapproved both the demolition permit and building permit",
        "ayes": "antonini, bell, feldstein, hughes, s. lee, w. lee",
        "noes": "boyd"
    },
    {
        "case_number": "2000.1311E",
        "project_address": "2690 harrison street",
        "lot_number": "004",
        "assessor_block": "3639",
        "project_descr": "Request for Conditional Use Authorization to allow [1] the construction of 54 dwelling units pursuant to Planning Code Section 215(a), [2] the creation of housing not providing at least 25 percent of the total number of units as affordable units pursuant to Section A(iv) of the Mission District Interim Controls (MDIC; as set forth in Board of Supervisors Resolution Number 500-02), [3] the conversion of a PDR (Production, Distribution, or Repair) use to a non-PDR use pursuant to Section E(v) of the MDIC, and [4] the provision of off-street parking in excess of that which is required pursuant to Section A(x) of the MDIC, in a C-M (Heavy Commercial) Zoning District, the NEMIZ (Northeast Mission Industrial Zone) as defined in Planning Commission Resolution 13794, a Mixed-Use Housing Zone as defined in Planning Commission Resolution 16202, and a 40-X Height and Bulk District. The proposal is to demolish an existing 21,000 square foot industrial building and construct a new structure containing 54 dwelling units on upper levels and 60 off-street parking spaces in a ground level garage. The building would be a maximum of four stories tall (approximately 40 feet in height).",
        "preliminary_recommendation": "approve the project with mdoifications and conditions",
        "note": ": On March 13, 2003, following public testimony, the Commission closed public hearing and continued the matter to March 20, 2003, instructing the project sponsor to review alternatives for unit mix and affordability components by a vote of +6 -0.  Commissioner Boyd was absent.",
        "speakers": "none",
        "action": "approve the project with the unit mix of 11, 2-bedrooms; 42 1-bedrooms and one studio",
        "ayes": "antonini, bell, boyd, hughes, s. lee, w. lee",
        "noes": "feldstein",
        "action_name": "motion no. 16546"
    },
    {
        "case_number": "2002.0877C",
        "project_address": "720 moscow street",
        "lot_number": "024",
        "assessor_block": "6338",
        "project_descr": "Finding of Consistency with the General Plan pursuant to § 4.105 of the  San Francisco Charter to install a total of six (6) panel antennas and related equipment at an existing two-story, publicly-used structure (a fire station) as part of Cingular Wireless' wireless telecommunications network ... Wireless Telecommunications Services (WTS) Facilities Siting Guidelines the proposal is a Location Preference 1 (Preferred Location - Publicly-Used Structure).",
        "type_district": "p",
        "type_district_descr": "public",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "finding of consistency with the general plan",
        "speakers": "kelley pepper",
        "speaker_statements": [
            {
                "speaker": "kelley pepper",
                "stance": "(+)",
                "descr": "cingular wireless",
                "lines": [
                    "this site is a preference one and is a collocation site",
                    "the purpose of this site is to provide coverage to the excelsior district"
                ]
            }
        ],
        "action": "found consistent with the general plan",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee",
        "action_name": "motion no. 16547"
    },
    {
        "case_number": "2002.0877",
        "project_address": "720 moscow street",
        "lot_number": "024",
        "assessor_block": "6338",
        "project_descr": "Request for Conditional Use authorization pursuant to Section 209.6(b) and 234 of the Planning Code to install a total of six (6) panel antennas and related equipment at an existing two-story, publicly-used structure (a fire station) as part of Cingular Wireless' wireless telecommunications network. As per the City & County of San Francisco's Wireless Telecommunications Services (WTS) Facilities Siting Guidelines the proposal is a Location Preference 1 (Preferred Location - Publicly-Used Structure).",
        "type_district": "p",
        "type_district_descr": "public",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval iwth conditions",
        "speakers": "kelley pepper",
        "action": "approved with conditions as proposed",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee",
        "action_name": "motion no. 16548"
    },
    {
        "project_descr": " - Staff presentation and community comments on the public review draft of the Market and Octavia Neighborhood Plan, distributed on December 17, 2002 as part of the Department's Better Neighborhoods Program - comment gathering only; no approval actions.  Information available at ",
        "speakers": "ramona davis norman rolfe, howard strassner, robert meyers, ashley hamlett, ron hartman, mike ellis, christopher pederson, anthony faber, robin levitt, jon twichell, john keazer, ron miguel, kate white, heather thomson, marcy adelman, clark seally, judy macks, matile ruthschild, nolan madison, jan faulkner, patricia walkup, nancy brundy, stefan hastrup, ingrid summerfield, gary gee, calvin welch, george orleas, sean kiegran",
        "speaker_statements": [
    {
      "speaker": "ramona davies",
      "stance": "(-)",
      "descr": "northern california presbyterian homes and services",
      "lines": [
        "supports the rainbow adult housing community’s vision to treat parcels o and p as a single entity",
        "wants the plan modified to allow a center providing senior housing and services for the lgbt community"
      ]
    },
    {
      "speaker": "norman rolfe",
      "stance": "(+)",
      "descr": "member, central freeway advisory committee",
      "lines": [
        "generally supports the plan for an urban neighborhood",
        "urges making 1:1 the maximum parking and having no minimum; allow zero parking when desired"
      ]
    },
    {
      "speaker": "howard strassner",
      "stance": "(+)",
      "descr": "sierra club",
      "lines": [
        "strongly supports the plan",
        "argues it returns to patterns where shops operated without parking",
        "says transit cannot succeed if parking is continually provided"
      ]
    },
    {
      "speaker": "robert meyers",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "reviewed the draft and compliments staff on an excellent, readable document",
        "says the plan has superb goals and residents are eager for approval",
        "requests a slight increase in height limits",
        "urges continued support for staff"
      ]
    },
    {
      "speaker": "ashley hamlett",
      "stance": "(+)",
      "descr": "hayes valley neighborhood association",
      "lines": [
        "calls the plan and process fabulous",
        "notes strong community involvement that has boosted participation"
      ]
    },
    {
      "speaker": "ron hartman",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "presented a diagram showing 50-foot heights are too tall in some areas",
        "supports 50 feet around octavia but 40 feet on the uphill sides of fell and oak and all of laguna",
        "looks forward to timely implementation"
      ]
    },
    {
      "speaker": "mike ellis",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "commends staff on the plan",
        "recommends revising 50-foot height areas that would be out of character with the street",
        "asks not to extend hickory alley and prefers a pedestrian greenbelt"
      ]
    },
    {
      "speaker": "christopher pederson",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "very enthusiastic about the plan",
        "says the neighborhood’s central location and transit options make it a great place to live",
        "supports limiting parking and improving transit access to the arts"
      ]
    },
    {
      "speaker": "anthony faber",
      "stance": "(+)",
      "descr": "mmpal soma leadership council",
      "lines": [
        "strongly supports the plan",
        "appreciated the community plan meetings"
      ]
    },
    {
      "speaker": "robin levitt",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "read and supports the plan because it addresses neighbors’ issues",
        "says it reflects outcomes of community meetings",
        "highlights reduced parking and appropriate density as key"
      ]
    },
    {
      "speaker": "jim haas",
      "stance": "(+/-)",
      "descr": "chairman of civic pride",
      "lines": [
        "calls the plan excellent for enhancing the residential neighborhood",
        "notes institutions attract patrons who drive from outside the city",
        "wants the plan amended to account for these institutions and their parking impacts"
      ]
    },
    {
      "speaker": "jon twichell",
      "stance": "(+/-)",
      "descr": "",
      "lines": [
        "notes the civic center area’s mixed uses: residents, government employees, and performing arts",
        "urges accounting for peak times in studies",
        "says many already use transit, but performing arts peaks still draw drivers"
      ]
    },
    {
      "speaker": "john keazer",
      "stance": "(+/-)",
      "descr": "director of electronic media, san francisco symphony",
      "lines": [
        "asks for careful review of parking impacts on performing arts patrons and institutions",
        "expresses concern about parking and traffic reports"
      ]
    },
    {
      "speaker": "ron miguel",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "compliments staff on handling the plan",
        "praises extensive community input",
        "describes the neighborhood as unusual for seeking increased density and reduced parking",
        "acknowledges civic center parking issues"
      ]
    },
    {
      "speaker": "kate white",
      "stance": "(+)",
      "descr": "housing action coalition",
      "lines": [
        "thrilled with the plan and neighborhood enthusiasm",
        "credits the department for educating the community",
        "says the plan is specific and zoning is clear"
      ]
    },
    {
      "speaker": "heather thomson",
      "stance": "(+)",
      "descr": "transportation for a livable city",
      "lines": [
        "fully supports the plan",
        "says it will increase housing density while improving traffic and transit",
        "urges commission support"
      ]
    },
    {
      "speaker": "marcy adelman",
      "stance": "(-)",
      "descr": "rainbow adult community housing",
      "lines": [
        "stresses the importance of housing for lgbt elders",
        "says the plan generally reflects neighborhood desires",
        "concerned about parcels o and p being subdivided, which would block a mixed-use, community-serving hub"
      ]
    },
    {
      "speaker": "clark seally",
      "stance": "(-)",
      "descr": "rainbow adult community housing",
      "lines": [
        "finds the plan confusing about division of parcels o and p",
        "warns that subdividing them would prevent a community-serving organization"
      ]
    },
    {
      "speaker": "judy macks",
      "stance": "(-)",
      "descr": "rainbow adult community housing",
      "lines": [
        "notes plans to expand their housing organization",
        "asks to revise the market/octavia plan to allow flexibility for expanding organizations"
      ]
    },
    {
      "speaker": "matile ruthschild",
      "stance": "(-)",
      "descr": "rainbow adult community housing",
      "lines": [
        "as a senior lesbian, wants housing where she can feel comfortable among peers",
        "asks the commission to support senior housing in the market street area",
        "says current plans for parcels o and p would hinder the rock organization’s expansion"
      ]
    },
    {
      "speaker": "nolan madson",
      "stance": "(-)",
      "descr": "hayes valley resident",
      "lines": [
        "calls the plan excellent despite remaining details",
        "supports the rock project and recommends parcels o and p not be combined",
        "fears generic loft condos if lots are divided"
      ]
    },
    {
      "speaker": "jan faulkner",
      "stance": "(-)",
      "descr": "rainbow adult community housing",
      "lines": [
        "supports previous speakers’ points",
        "recently moved from berkeley to be closer to her community and wishes she could move into it"
      ]
    },
    {
      "speaker": "patricia walkup",
      "stance": "(+)",
      "descr": "friends of octavia boulevard",
      "lines": [
        "notes a shortage of green spaces for people to gather",
        "wants streets and sidewalks to function as gathering places",
        "supports reducing parking requirements for new development",
        "calls for active storefronts rather than blank garages",
        "emphasizes transit-first for van ness and mission",
        "asks support for these elements, saying the plan fails without them"
      ]
    },
    {
      "speaker": "nancy brundy",
      "stance": "(+)",
      "descr": "institute on aging",
      "lines": [
        "supports the rock group’s position to keep lots o and p undivided",
        "notes special needs in the lgbt community",
        "asks for flexibility to maximize the site’s potential"
      ]
    },
    {
      "speaker": "stefan hastrup",
      "stance": "(+)",
      "descr": "hvna",
      "lines": [
        "attended nearly all better neighborhoods workshops",
        "says the plan is what the neighborhood has awaited for years",
        "wants swift implementation",
        "states housing is more important than garages",
        "commends the department for listening"
      ]
    },
    {
      "speaker": "ingrid summerfield",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "calls the plan excellent and hopes it proceeds",
        "concerned about height limits in the laguna/oak/fell area",
        "hopes developers find creative solutions",
        "supports the rock project but wants height limited"
      ]
    },
    {
      "speaker": "gary gee",
      "stance": "(+)",
      "descr": "gary gee architects",
      "lines": [
        "compliments staff on a great document",
        "submitted a document detailing his concerns"
      ]
    },
    {
      "speaker": "calvin welch",
      "stance": "(+/-)",
      "descr": "council for community housing organizations",
      "lines": [
        "says his group pushed the mayor to fund this planning",
        "notes they did neighborhood affordable housing before the department did",
        "happy to move forward but stunned by plan language",
        "argues the affordable housing policies overemphasize homeownership",
        "states the document is not properly written and does not reflect commission policy"
      ]
    },
    {
      "speaker": "george orleas",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "thanks the commission and community for their work",
        "supports senior affordable housing given many seniors are unhoused"
      ]
    },
    {
      "speaker": "sean kiegran",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "says housing is sacrificed to satisfy a 1:1 parking ratio",
        "encourages allowing less than 1:1 parking"
      ]
    }
  ],
        "action": "meeting held to receive public comment. no action required by the commission"
    },
    {
        "case_number": "2002.1084C",
        "project_address": "321-323 grant avenue",
        "lot_number": "003",
        "assessor_block": "0286",
        "project_descr": "Request for conditional use authorization to convert residential hotel rooms to nonresidential use and to establish a tourist hotel use. The existing building, the Baldwin Hotel, contains 61 residential hotel rooms, of which 45 are vacant.  The proposed project is to convert the vacant residential hotel rooms to tourist hotel rooms.  There will be no physical expansion of the existing building.",
        "type_district": "c-3-r",
        "type_district_descr": "downtown retail",
        "type_district_descr_2": "kearny-market-mason-sutter conservation district",
        "height_and_bulk_district": "80-130-F",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "without hearing, item continued to may 8, 2003",
        "ayes": "antonini, bell, boyd, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2003.0073H",
        "project_address": "1355 market street",
        "lot_number": "1",
        "assessor_block": "3508",
        "project_descr": "Request for a Permit to Alter under Article 11 of the Planning Code to allow a Major Alteration to a Category I Downtown building consisting of the replacement of 1,000 original steel frame windows with new metal windows.",
        "type_district": "c-3-g",
        "type_district_descr": "downtown, general",
        "height_and_bulk_district": "120-X",
        "height_and_bulk_district_2": "200-5",
        "preliminary_recommendation": "approval",
        "speakers": "steve atkinson, sue hestor",
        "speaker_statements": [
            {
                "speaker": "steve atkinson",
                "stance": "(+)",
                "lines": [
                    "there is no opposition to this project"
                ]
            },
            {
                "speaker": "sue hestor",
                "stance": "(+)",
                "lines": [
                    "are there any pending permit applications and will this be converted to office because of the windows?"
                ]
            }
        ],
        "action": "approved",
        "ayes": "antonini, bell, feldstein, hughes, s. lee, w. lee",
        "absent": "boyd",
        "action_name":"motion no. 16546"
    },
    {
        "case_number": "2002.1120C",
        "project_address": "629 portola drive",
        "lot_number": "004",
        "assessor_block": "2892",
        "project_descr": "Request for Conditional Use authorization by Verizon to install a wireless telecommunications facility at the Ebenezer Lutheran Church pursuant to Planning Code Section 209.6(b), which includes the installation of 2 panel antennas, and associated equipment. The subject site is a preference 1 location  (publically-used structures) according to the Wireless Telecommunications Services (WTS) Siting Guidelines, 1996.",
        "type_district": "rh-1 (d)",
        "type_district_descr": "residential house one-family detached",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "without hearing, item continued to march 27, 2003 because of an incorrect printed address",
        "ayes": "antonini, bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "case_number": "2002.0771CDV",
        "project_address": "559 vallejo street",
        "lot_number": "27",
        "lot_number_2": "35",
        "assessor_block": "145",
        "project_descr": "Request for conditional use authorization for three community parking spaces in addition to the existing 28-space public parking lot, as part of project to demolish the existing three dwellings and construct five new dwellings above the parking levels. Five new residential parking spaces would be provided for the new dwelling units.",
        "type_district": "rm-1",
        "type_district_descr": "residential low density",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "russel meakes, jerry crowley, lorenzo pitroni",
        "speaker_statements": [
            {
                "speaker": "russel meaks",
                "stance": "(+)",
                "descr": "project architect",
                "lines": [
                    "he presented the architectural aspects of the project"
                ]
            },
            {
                "speaker": "jerry crowley",
                "stance": "(+)",
                "descr": "president of the telegraph hill dwellers association",
                "lines": [
                    "the project sponsor agreed to do some setbacks that satisfies their concerns",
                    "this project was done with great sensitivity"
                ]
            },
            {
                "speaker": "lorenzo pitroni",
                "stance": "(+)",
                "lines": [
                    "there are residents that park in the area on a monthly basis",
                    "he welcomes people in the area to park there"
                ]
            }
        ],
        "action": "approved with the following amendments",
        "amendments": [
            "require that the community parking spaces be used by people residing within 600 feet of the project site",
            "require that the project be consistent with the agreement made between the Telegraph Hill Dwellers and the Project Sponsor"
        ],
        "ayes": "antonini, bell, feldstein, hughes, s. lee, w. lee",
        "absent": "boyd",
        "action_name": "motion no. 16550"
    },
    {
        "case_number": "2002.0771CDV",
        "project_address": "559 vallejo street",
        "lot_number": "27",
        "lot_number_2": "35",
        "assessor_block": "145",
        "project_descr": "Mandatory Discretionary Review under the Planning Commission's policy requiring review of all residential demolitions, pursuant to Demolition Applications 2003.02.28.8544 and 2003.02.28.8546, to demolish a single family residence on lot 27 and a two-family residence on lot 35. Five new dwellings are proposed for construction above the existing commercial parking lot.",
        "preliminary_recommendation": "do not take the discretionary review and approve the demolition application",
        "speakers": "russel meakes, jerry crowley, lorenzo pitroni",
        "action": "did not take the discretionary review and approved the project",
        "ayes": "antonini, bell, feldstein, hughes, s.lee, w. lee",
        "absent": "boyd"
    },
    {
        "case_number": "2002.0771CDV",
        "project_address": "559 vallejo street",
        "lot_number": "27",
        "lot_number_2": "35",
        "assessor_block": "145",
        "project_descr": "Request for a variance regarding rear yard requirements of the Planning Code, because no rear yard would be provided.  Five new dwellings are proposed for construction above the existing commercial parking lot. ",
        "speakers": "russel meakes, jerry crowley, lorenzo pitroni",
        "action": "the acting zoning administrator closed the public hearing and has taken this matter under advisement"
    },
    {
        "case_number": "2001.0792E",
        "project_address": "301 mission street",
        "project_descr": "Public Hearing on Draft Environmental Impact Report. The project proposes demolition of three existing two- to six-story structures on the project site, totaling about 173,650 gross square feet (gsf), and the building of a 58-story, 605 foot-tall, mixed userdevelopment, totaling about 1,156,500 gsf.  The net change in area for the site would be an increase of about 982,850 gsf.  The proposed development would contain about 130,560 gsf of office space; a 120-suite extended-stay hotel (about 164,800 gsf); 320 residential units (about 551,000 gsf); ground-floor retail and restaurant space (about 9,400 gsf); a publicly accessible atrium (about 6,400 gsf); and lobbies (about 4,340 gsf).  Building services would occupy about 33,400 gsf and mechanical space would occupy about 104,840 gsf.  There would be three off-street loading docks and four off-street van spaces, and 400 spaces of underground parking and vehicular circulation on four levels (about 151,760 gsf).  The site includes Lots 1 and 17 on Assessor's Block 3719.  The project requires approval as new construction in a C-3 District under Planning Code Section 309; a Bulk Limits:  Special Exceptions in C-3 District authorization under Section 272; a Height Limits:  Special Exception for Upper Tower Extensions in S Districts authorization under Section 263.9; Conditional Use authorization for a Major (Nonaccessory) Parking Garage Not Open to the Public under Section 223(p); Conditional Use authorization for Hotel Use in a C-3-O District under Section 216(c);  transfer of development rights in a C-3 District authorization under Section 128; a lot line adjustment to merge the existing lots by the Public Works Department; and approval by the Board of Supervisors to eliminate the mid-block pedestrian crosswalk across Fremont Street between Mission and Natoma Streets.",
        "preliminary_recommendation": "public hearing to receive comments. no action required",
        "speaker_statements": [
    {
      "speaker": "norman rolfe",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "says proposition h would extend the transbay terminal and this project conflicts with that expansion",
        "questions the assumptions about housing demand",
        "calls the environmental report faulty and based on incorrect assumptions"
      ]
    },
    {
      "speaker": "ian lewis",
      "stance": "(-)",
      "descr": "h.e.r.e., local 2",
      "lines": [
        "the union will submit comments on the eir",
        "says the eir inadequately reviews projects with a hotel component",
        "warns job-related growth would burden city social services",
        "urges considering the project in context of the transbay terminal and caltrain station, beyond section 303",
        "says better coordination among area projects would reduce problems"
      ]
    },
    {
      "speaker": "john carney",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "says the project requires seven variances and should not be on the agenda",
        "argues environmental review should address a version without fundamental variances across seven codes",
        "claims it is out of scale for the neighborhood even if technically allowed"
      ]
    },
    {
      "speaker": "sue hestor",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "asks to remove the pedestrian bridge as part of the project",
        "says the project will bring many pedestrians into the area",
        "considers the building too tall"
      ]
    }
  ],
        "action": "public hearing held. no action required."
    },
    {
        "case_number": "2003.0190D",
        "project_address": "442-20th Avenue",
        "lot_number": "034",
        "assessor_block": "1525",
        "type_district": "rm-1",
        "type_district_descr": "residential, mixed, low density",
        "height_and_bulk_district": "40-x",
        "project_descr": "Mandatory Discretionary Review under the Planning Commission's policy requiring review of housing demolition of Demolition Permit Application No. 9917935 proposing to demolish a two-story single-family residence. The project also proposes the construction of a new four-story, three-family dwelling on the site.",
        "preliminary_recommendation": "do not take discretionary review and approve the demolition permit application",
        "speakers": "sue hestor, rev. arnold townsend",
        "speaker_statements": [
            {
                "speaker": "sue hestor",
                "stance": "(-)",
                "lines": [
                    "a soundness report should be required as it always has been"
                ]
            },
            {
                "speaker": "rev. arnold townsend",
                "stance": "(+)",
                "lines": [
                    "the reason there is no soundness report is because at the time of the application it was not required"
                ]
            }
        ],
        "first_action": "take discretionary review and deny demolition permit",
        "first_action_ayes": "feldstein, s. lee",
        "first_action_noes": "antonin, bell, w. lee",
        "first_action_absent": "boyd, hughes",
        "action": "item continued indefinitely",
        "ayes": "antonini, bell, feldstein, s. lee, w. lee",
        "absent": "boyd, hughes"
    },
    {
        "case_number": "2002.1284D",
        "project_address": "710 edinburgh street",
        "assessor_block": "6342",
        "lot_number": "004",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2002 0828 5143, to construct a two-story, horizontal addition, to the front of the rear building (dwelling) on the property and to construct a second story, vertical addition, to the front building (garage)",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "do not take discretionary review and approve the project",
        "speakers": "leticia redondo, mike hutchinson, corazon metraparel, sean kriegan",
        "speaker_statements": [
    {
      "speaker": "leticia redondo",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned her kitchen window will be blocked by the proposed property, removing her main source of daylight and forcing electric light all day",
        "states garages are intended for cars, not people; worries a simple stove or hot plate could turn the downstairs into an apartment"
      ]
    },
    {
      "speaker": "mike hutchinson",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned the entire structure will block light to his whole house, not just the kitchen",
        "claims the sponsor did construction without permits and only obtained them after neighbors complained",
        "asks why the sponsor cannot build toward the back instead of building up"
      ]
    },
    {
      "speaker": "corazon metraparel",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "asks the commission to approve her project because she has met all requirements",
        "says a light well will prevent the window from being blocked",
        "told the dr requestor, ms. rodondo, she could build a roof for her",
        "notes a notice of special restriction has already been issued on her property"
      ]
    },
    {
      "speaker": "sean kriegan",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "warns that protecting existing property-line windows will limit housing production",
        "says the sponsor already designed a cut-out and believes it should suffice for the dr requestor"
      ]
    }
  ],
        "action": "Did not take Discretionary Review and approved the building application with the requirement to record a Notice of Special Restriction limiting the use of the subject property to single-family residential use.",
        "ayes": "antonini, bell, feldstein, s. lee, w. lee",
        "absent": "boyd, hughes"
    },
    {
        "case_number": "2002.0933DV",
        "project_address": "891 carolina street",
        "lot_number": "027",
        "assessor_block": "4097",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2002.05.08.6090 proposing to construct a new two-story vertical and horizontal addition to the existing single-story over garage building with an attic level.  The project proposes an increase from one to two dwelling units.  The project is in an RH-2 (Residential, House, Two-Family) District with a 40-X Height and Bulk Designation.  The proposal also requires a front setback Variance for the second story, which will be considered by the Zoning Administrator.",
        "preliminary_recommendation": "take discretionary review and approve the project with modifications",
        "speakers": "kris gardner, john carney, dick millet, peter rudolfi, julie jackson, foster reed, chris cole, ches herbert, bobbi frioli, lewis goldhammer, richard katz, william walters, pete loskotoff, bill canihan",
        "speaker_statements": [
    {
      "speaker": "kris gardner",
      "stance": "(-)",
      "descr": "discretionary review requestor",
      "lines": [
        "encouraged that the sponsor wants to expand the building",
        "says the proposed design is not compatible with other homes on the street",
        "notes the proposed design is a 235% increase over the original but is treated only as an alteration",
        "agrees with planning to reduce height by eliminating the top story to keep with the block face"
      ]
    },
    {
      "speaker": "john carney",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "agrees with the planning department’s recommendation to remove the top floor"
      ]
    },
    {
      "speaker": "dick millet",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "was glad to hear planning’s comments",
        "says scale is much better after adopting the department’s recommendations"
      ]
    },
    {
      "speaker": "peter rudolfi",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "argues builders should not build to the full extent of the envelope",
        "says the design is out of character with other buildings on potrero hill",
        "compliments planning on their study and recommendation"
      ]
    },
    {
      "speaker": "julie jackson",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "says the project is significantly out of scale with the block",
        "supports planning’s recommendation to reduce the building’s height and mass"
      ]
    },
    {
      "speaker": "foster reed",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "notes this is the third project on the block",
        "argues projects like this should not reach this stage",
        "warns the neighborhood will be destroyed if approved as presented"
      ]
    },
    {
      "speaker": "chris cole",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "displayed a large model showing alternative designs that would avoid impacting the dr requestor"
      ]
    },
    {
      "speaker": "ches herbert",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "receives a lot of sunlight in home and yard; says the project would block this light",
        "says the proposed rear alteration is also disruptive",
        "recommends reducing the pitched roof to further reduce height"
      ]
    },
    {
      "speaker": "bobbi frioli",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned about privacy issues",
        "appreciates staff revisions addressing neighbor concerns but still worried about numerous side windows facing her house"
      ]
    },
    {
      "speaker": "lewis goldhammer",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "objects to the audacity of the proposal, saying the sponsor has taken advantage of the rear neighbor",
        "believes the sponsor is pushing the envelope as far as possible"
      ]
    },
    {
      "speaker": "richard katz",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "notes many changes in san francisco",
        "concerned the project would change neighborhood character and not respect the blockface",
        "calls it a bad project for the neighborhood",
        "says his wife suffers from sad and needs as much sunlight as possible"
      ]
    },
    {
      "speaker": "william walters",
      "stance": "(+)",
      "descr": "project architect",
      "lines": [
        "commends staff for a great job",
        "has practiced architecture in potrero hill for about 15 years",
        "says the current house has long been deteriorating",
        "notes the sponsor originally proposed demolishing and rebuilding about five years ago",
        "says the proposed design is similar to structures across the street"
      ]
    },
    {
      "speaker": "pete loskotoff",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "born and raised in potrero hill",
        "says the project will not hurt anyone and views are not blocked",
        "believes the city would benefit from approval"
      ]
    },
    {
      "speaker": "bill canihan",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "family is from san francisco",
        "notes there is a firehouse behind the property",
        "disputes claims that the project is out of scale",
        "says the upper level is important to him and he is willing to modify south-side windows, materials, etc.",
        "has worked for years to address neighbors’ concerns"
      ]
    }
  ], 
        "action": "following public testimony, the commission closed the public hearing and continued this item to april 3, 2003. Both Discretionary Review requestor and Project Sponsor were asked to explore possible alternatives to the plans.",
        "ayes": "antonini, bell, s. lee, w. lee",
        "noes": "feldstein",
        "absent": "boyd, hughes"
    },
    {
        "case_number": "2002.0933DV",
        "project_address": "891 carolina street",
        "lot_number": "027",
        "assessor_block": "4097",
        "project_descr": "Request for a front setback Variance for the construction of a new second story.  The proposal also requires a request for Discretionary Review for the construction of a new two-story vertical and horizontal addition to the existing single-story over garage building with an attic level.  The project proposes an increase from one to two dwelling units.",
        "type_district": "rh-2",
        "type_district_descr": "residential, two family house",
        "height_and_bulk_district": "40-x",
        "action": "acting zoning administrator continued this item to april 3, 2003",
        "speakers": "leticia redondo, mike hutchinson, corazon metraparel, sean kriegan"
    },
    {
        "case_number": "2003.0219D",
        "project_address": "149 panama street",
        "lot_number": "011",
        "lot_number_2": "012",
        "assessor_block": "7178",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of housing demolition of Demolition Permit Application No. 2002.09.19.6880, to demolish an existing one-story, single-family dwelling, which was constructed straddling three lots (the project also proposes the construction of a new two-story over garage, single-family dwelling on each of the three subject lots)",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, one-family",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "do not take discretionary review and approve the demolition permit application",
        "speakers": "jeremy paul",
        "speaker_statements": [
            {
                "speaker": "jeremy paul",
                "stance": "(+)",
                "descr": "representing the project sponsor",
                "lines": [
                    "he gave a powerpoint presentation on the project"
                ]
            }
        ],
        "action": "did not take discretionary review and approved the demolition permit application",
        "ayes": "antonini, bell, feldstein, s. lee, w. lee",
        "absent": "boyd, hughes"
    },
    {
        "case_number": "2003.0221D",
        "project_address": "44 niantic avenue",
        "lot_number": "005",
        "lot_number_2": "006",
        "assessor_block": "7178",
        "project_descr": "Mandatory Discretionary Review under the Planning Commission's policy requiring review of housing demolition, of Demolition Permit Application No. 2002.09.19.6879, to demolish an existing one-story, single-family dwelling, which was constructed straddling two lots (the project also proposes the construction of a new two-story over garage, single-family dwelling on each of the two subject lots)",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, one-family",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "do not take discretionary review and approve the demolition permit application",
        "speakers": "jeremy paul",
        "action": "did not take discretionary review and approved the demolition permit application",
        "ayes": "antonini, bell, feldstein, s. lee, w. lee",
        "absent": "boyd, hughes"
    }
]