[
    {
        "item": "1",
        "case_number": "2001.1039E",
        "project_address": "55 ninth street",
        "assessor_block": "3701",
        "lot_number": "63",
        "type_district": "c-3-g",
        "type_district_descr": "downtown general commercial",
        "height_and_bulk_district": "120-x",
        "project_descr": "The State Compensation Insurance Fund (SCIF) proposes to expand their San Francisco office at 1275 Market Street by constructing an adjacent 12-story, approximately 268,000 gross-square-foot (gsf) office building at 55 Ninth Street.  The project site (Assessor's Block 3701, Lot 63) is occupied by a surface parking lot and located mid-block on the northeastern side of Ninth Street in the block bounded by Market, Ninth, Mission, and Eighth Streets in the Mid-Market neighborhood.  The new building would be approximately 198 feet high, including mechanical penthouse, and would have a two-level below-grade parking garage with about 126 parking spaces.  The entrance to the new building and access to off-street parking and loading would be from Ninth Street.  Trucks would enter and exit on Ninth Street and could exit to Laskie Street onto Mission Street. ",
        "preliminary_recommendation": "Certify the Final Environmental Impact Report.  Please note that the public review period for the Draft Environmental Impact Report ended at 5:00 pm, January 27, 2004.",
        "speakers": "none",
        "action": "without hearing, item continued to march 4, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "2",
        "case_number": "2001.1039E!KBMXZ",
        "project_address": "55 ninth street",
        "lot_number": "063",
        "assessor_block": "3701",
        "project_descr": "Requests for: (1) Recommendation to reclassify the site from a 120-X Height and Bulk District to a 200-S Height and Bulk District; (2) Recommendation to amend the Downtown Area Plan of the General Plan to reclassify the site from a 120-X Height and Bulk District to a 200-S Height and Bulk District; (3) Determination of Compliance and Exceptions under Planning Code Section 309 (Downtown Project); (4) Authorization under Planning Code Sections 320 through 325 for a 12-story, approximately 198 foot tall building with up to approximately 268,000 square feet of office space; and (5) Finding no adverse shadow impact.  The Project also includes approximately 25,392 square feet of open space, two loading docks, and approximately 126 off-street parking spaces.",
        "preliminary_recommendation": "adopt findings and draft resolutions, and approve with conditions",
        "speakers": "none",
        "action": "without hearing, item continued to march 4, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "3",
        "case_number": "2003.1312T",
        "project_descr": " - Consideration of an Ordinance amending the San Francisco Planning Code by amending Section 128 to allow a City-owned landmark in a P (Public) zoning district that is adjacent to properties zoned C-3 (Downtown Commercial) to sell Transferable Development Rights and by a amending Section 149 to authorize the landmark to receive artwork contributions in order to finance rehabilitation and restoration of the exterior of  the property; adopting findings of consistency with the priority polices of Planning Code Section 101.1 and  the General Plan.",
        "speakers": "none",
        "action": "without hearing, item continued to march 11, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "4",
        "case_number": "2000.465E",
        "project_descr": "HOUSING ELEMENT OF THE SAN FRANCISCO GENERAL PLAN - Appeal of the Preliminary Negative Declaration for the proposed revision of the Housing Element of the San Francisco General Plan, which is an update of the 1990 Residence Element of the San Francisco General Plan. The Housing Element is a public policy document that comprehensively addresses issues of housing needs for San Francisco residents and households. Included in the Housing Element is San Francisco population, employment and housing data analysis. Eight new policies are proposed to be added to the 63 policies and 11 objectives that have been modified or retained from the 1990 Residence Element.",
        "preliminary_recommendation": "uphold preliminary negative declaration",
        "speakers": "none",
        "action": "without hearing, item continued to april 1, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "5a",
        "case_number": "2003.0904D",
        "project_address": "937-939 jackson street",
        "lot_number": "028",
        "assessor_block": "0191",
        "project_descr": "Mandatory Discretionary Review of Building Permit Application No. 2003.07.24.0318 proposing the demolition of a two-family dwelling and its replacement with a new building containing nine dwelling units.  The subject property is",
        "type_district": "rm-3",
        "type_district_descr": "mixed residential, medium density",
        "height_and_bulk_district": "65-a",
        "preliminary_recommendation": "do not take discretionary review and approve the demolition permit",
        "speakers": "none",
        "action": "without hearing, item continued to april 1, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "5b",
        "case_number": "2003.0535EV",
        "project_address": "937-939 jackson street",
        "lot_number": "028",
        "assessor_block": "0191",
        "type_district": "rm-3",
        "type_district_descr": "mixed residential, medium density",
        "height_and_bulk_district": "65-a",
        "project_descr": "Request for Discretionary Review of Permit Application  2003.05.20.5122 to construct a new four-story, nine-unit residential building approximately 40 feet in height.  ",
        "preliminary_recommendation": "take discretionary review and approve the permit with conditions",
        "speakers": "none",
        "action": "without hearing, item continued to april 1, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "6",
        "case_number": "2004.0151D",
        "project_address": "2250 jackson street",
        "lot_number": "008",
        "assessor_block": "0589",
        "type_district": "rh-2",
        "type_district_descr": "residential, house, two-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of all dwelling unit mergers, of Building Permit Application No. 2003.07.07.8857S, proposing to merge five dwellings units to a single-family residence",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "without hearing, item continued to april 8, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "7",
        "case_number": "2003.0873D",
        "project_address": "2524-2540 anza street",
        "lot_number": "023",
        "assessor_block": "1528",
        "type_district": "rm-1",
        "type_district_descr": "mixed residential, low density",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review  of Building Permit Application No. 2002.12.10.3209, proposing to add a new fourth floor to the existing three-story, four-unit building",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "without hearing, item continued to april 8, 2004",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "8",
        "case_number": "2003.1079D",
        "project_address": "3344 market street",
        "assessor_block": "2717",
        "lot_number": "004F",
        "type_district": "rh-2",
        "type_district_descr": "residential, house, two-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of housing demolition of Demolition Permit Application No. 2003.06.26.8149, to demolish the existing one family house and construct a new one family house",
        "preliminary_recommendation": "do not take discretionary review, and approve the demolition permit",
        "speakers": "none",
        "action": "without hearing, item continued indefinitely",
        "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "9",
        "caes_number": "2003.1327DD",
        "project_address": "830 garfield street",
        "lot_number": "0254",
        "assessor_block": "6997",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2003.09.16.4881, proposing to construct a two-story rear horizontal addition on a single-family dwelling",
        "preliminary_recommendation": "do not take discretionary review and approve the project as modified",
        "speakers": "none",
        "action": "discretionary review application widhtdrawn"
    },
    {
        "case_number": "2003.0584EKXCMTZLU",
        "item": "10a",
        "project_address": "690 market street",
        "lot_number": "6",
        "assessor_block": "311",
        "type_district": "c-3-o",
        "type_district_descr": "downtown office commercial",
        "height_and_bulk_district": "250-S",
        "project_descr": "Request for adoption of CEQA findings and a mitigated negative declaration pursuant to 1) a finding that a net new shadow impact on Union Square Park is not adverse; 2) a Determination of Compliance under Section 309 of the Planning Code to permit an eight-story vertical addition, historic façade restoration, and conversion of an existing office building to a mixed-use project for up to 64 residential dwelling units, up to 73 hotel time-share units, approximately 6,500 square feet of ground level retail space, and a sub grade parking garage (capable of accommodating up to 29 independently-accessible parking spaces and two loading spaces with the capability of accommodating up to 100 vehicles through the use of valet services and vehicle stacking), with exceptions to the Planning Code for the separation of towers requirement, residential open space requirements, publicly-accessible open space requirements, dwelling unit exposure requirements, ground-level wind currents,  independently-accessible parking, sunlight access to sidewalks, and an upper tower extension; 3) a Conditional Use application to allow a hotel in the C-3-O (Downtown, Office) Zoning District;  4) a recommendation to the Board of Supervisors for a General Plan amendment to change the height and bulk district of the existing site; 5) a recommendation to the Board of Supervisors for approval of the creation of the Downtown Housing Demonstration Special Use District encompassing and comprised of the subject property and allowing, among other items, exceptions under Section 309 for residential open space requirements, publicly-accessible open space requirements, and dwelling unit exposure; 6) recommendation to the Board of Supervisors for conditional designation as San Francisco Landmark No. 243 (to be heard at a subsequent Planning Commission hearing date); and 7) recommendation to the Board of Supervisors for conditional approval of a Mills Act Contract (also to be heard at a subsequent Planning Commission hearing date) ; all for the subject property, which is in the C-3-O Zoning District and a 250-S Height and Bulk District.  The proposal is to: 1) Seismically upgrade the subject 16-story office building (The Old Chronicle Building), which would include infilling a large light well at the rear of the building that is not visible from any public right-of-way; 2) Restore the historic building façade by removing a non-historic metal, glass and marble cladding system installed in 1962 and rehabilitating/restoring/reconstructing intact, damaged and missing historic façade features; 3) Construct an eight-story vertical addition that will result in a building height of approximately 312 feet, and a Floor Area Ratio (FAR) of approximately 19.68 if the residential floor space were to be counted toward the FAR calculation as currently required by the Planning Code (see item No. 5 below); 4) Convert the existing office building use to a mixed-use project that would have at least 40, but up to 64 residential dwelling units, at least 49, but up to 73 hotel time-share units (for a combined total of 113 hotel and residential units), approximately 6,500 square feet of ground level retail space, replacing an existing retail bank, and creating a sub grade parking structure, that given the irregular floor plate shape and placement of support columns would yield a maximum of 29 independently-accessible parking spaces and two loading spaces on the project site with the capability of providing up to 100 valet and vehicle-stacking spaces in place of the independently-accessible spaces.  The new parking facility would be accessed through an existing sub grade garage facility at the adjacent 88 Kearny Street property, thereby not requiring a garage entrance at the ground level of the subject 690 Market Street property; 5) In order to construct the addition; infill the light well; implement the proposed change of use; grant exceptions for residential open space, publicly-accessible open space, and dwelling unit exposure under the procedures of Section 309, a new Special Use District is proposed to change the existing height district to a 285-S Height and Bulk District (the Planning Code allows for a 10% increase in height over the height limit under certain criteria, in this case up to 313.5 feet), eliminate residential uses from Floor Area Ratio calculations, and allow said exceptions under Section 309 instead of requiring variances.  The Special Use District would also require a minimum of 15% on-site or 17% off-site Below Market Rate (BMR) units.  The Downtown Element of the General Plan must also be amended as it specifies the height and bulk districts as currently designated within the C-3 zoning districts; 6) The Project Sponsor is proposing to meet the Below Market Rate (BMR) housing requirement by constructing the required BMR units off-site at 938 Market Street, a project that is seeking authorization concurrently with the subject application (2003.0587HXVLU); 7) The project sponsors are seeking to avail themselves of the Mills Act, which allows local governments to grant property tax relief benefits in exchange for the guaranteed preservation of a historic property.  In order to qualify under the San Francisco Administrative Code, the property must either be designated as a San Francisco Landmark or listed separately on the National Register.  As neither condition is the case with the subject property, the project sponsor is seeking conditional San Francisco landmark status.  The proposed Landmark Designation would become final upon the completion of the proposed project consistent with the Rehabilitation Program set forth by the proposed Mills Act contract.",
        "preliminary_recommendation": "adopt CEQA findings and mitigated negative declaration",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004.  The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "10b",
        "case_number": "2003.0584EKXCMTZLU",
        "project_address": "690 market street",
        "lot_number": "06",
        "assessor_block": "311",
        "type_district": "c-3-o",
        "height_and_bulk_district": "250-s",
        "project_descr": "Request for a finding that a net new shadow impact on Union Square Park is not adverse for the subject property,",
        "preliminary_recommendation": "adopt finding",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004. The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "10c",
        "case_number": "2003.0584EKXCMTZLU",
        "project_address": "690 market street",
        "lot_number": "06",
        "assessor_block": "311",
        "project_descr": "Request for a Determination of Compliance under Section 309 of the Planning Code to permit an eight-story vertical addition, historic façade restoration, and conversion of an existing office building to a mixed-use project for up to 64 residential dwelling units, up to 73 hotel time-share units, approximately 6,500 square feet of ground level retail space, and a sub grade parking garage (capable of accommodating up to 29 independently-accessible parking spaces and two loading spaces with the capability of accommodating up to 100 vehicles through the use of valet services and vehicle stacking), with exceptions to the Planning Code for the separation of towers requirement, residential open space requirements, publicly-accessible open space requirements, dwelling unit exposure requirements, ground-level wind currents,  independently-accessible parking, sunlight access to sidewalks, and an upper tower extension, for the subject property",
        "type_district": "c-3-o",
        "height_and_bulk_district": "250-s",
        "preliminary_recommendation": "Approval of Determination of Compliance with Exceptions Motion with Conditions.",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004.  The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "10d",
        "case_number": "2003.0584EKXCMTZLU",
        "project_address": "690 market street",
        "lot_number": "06",
        "assessor_block": "311",
        "type_district": "c-3-o",
        "height_and_bulk_district": "250-s",
        "project_descr": "Request for a Conditional Use application to allow a hotel",
        "preliminary_recommendation": "Approval of Conditional Use to allow a hotel with conditions",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004.  The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "10e",
        "case_number": "2003.0584EKXCMTZLU",
        "project_address": "690 market street",
        "lot_number": "06",
        "assessor_block": "311",
        "type_district": "c-3-o",
        "height_and_bulk_district": "250-s",
        "project_descr": "Request for adoption of a resolution recommending to the Board of Supervisors a General Plan amendment to change the height and bulk district of the existing site,",
        "preliminary_recommendation": "adoption of draft resolution",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004.  The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "10f",
        "case_number": "2003.0584EKXCMTZLU",
        "project_address": "690 market street",
        "lot_number": "6",
        "assessor_block": "311",
        "type_district": "c-3-o",
        "height_and_bulk_district": "250-s",
        "project_descr": "Request for adoption of a resolution recommending to the Board of Supervisors the approval of the creation of the Downtown Housing Demonstration Special Use District encompassing and comprised of the subject property, requiring a Planning Code Text Amendment and Zoning Map Amendment, for the subject property,",
        "preliminary_recommendation": "adoption of draft resolution",
        "note": "On February 19, 2004, without hearing the merit of the case, the Commission passed a motion to continue this item to March 18, 2004.  The proposal is now to consider continuing this item to March 11, 2004",
        "speakers": "none",
        "action": "none. the commission's february 19, 2004 action stands"
    },
    {
        "item": "15",
        "case_number": "2003.1314C",
        "project_address": "900-916 grante avenue",
        "lot_number": "012",
        "assessor_block": "0194",
        "type_district_descr": "chinatown visitor retail district",
        "height_and_bulk_district": "50-n",
        "project_descr": "Request for conditional use authorization to establish a small self-service restaurant (an ice cream parlor) of approximately 1000 square feet. There will be no physical expansion of the existing building.  The name of the business is not known at this time.",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "approved",
        "ayes": "antonini, bradford bell, boyd, hughes, s. lee, w. lee",
        "noes": "feldstein",
        "action_name": "motion no. 16734"
    },
    {
        "item": "16",
        "case_number": "2003.0263D",
        "project_address": "148-3150 geary boulevard",
        "lot_number": "028",
        "assessor_block": "1066",
        "type_district": "nc-3",
        "type_district_descr": "moderate-scale neighborhood commercial",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2002.07.17.1660, proposing to construct a  four-story mixed-use structure with retail space and seven off-street residential parking spaces at the ground level and seven residential units occupying the upper floor levels. A permit application has also been filed to allow the demolition of the vacant one-story commercial building, which currently occupies the site.",
        "preliminary_recommendation": "do not take discretionary review and approve the project as submitted",
        "speakers": "robert link, david cincotta",
        "speaker_statements": [
            {
                "speaker": "robert link",
                "descr": "member of the board of realtors",
                "stance": "(-)",
                "lines": [
                    "he is representing the DR requestor",
                    "they do support the project because it will support the nighborhood",
                    "the issue here was the access to their parking spaces",
                    "the combined parking lots accommodate about 6 cars",
                    "the main issue is that there is no accommodation for the loss of access to those parking spaces during construction",
                    "they are asking for accommodation to the parking spaces during construction"
                ]
            },
            {
                "speaker": "david cincotta",
                "descr": "representing the project sponsor",
                "stance": "(+)",
                "lines": [
                    "there has been an agreement since the 70s that the properties be linked",
                    "he does not believe that this matter should come before the commission",
                    "there have not been any planning code issues being raised"
                ]
            }
        ],
            "action": "did not take discretionary review and approve the project with the understanding that staff will continue to work with the project sponsor on the architectural design of the project.",
            "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"       
    },
    {
        "item": "17a",
        "case_number": "2003.1214D",
        "project_address": "120 maynard street",
        "lot_number": "039",
        "assessor_block": "5894",
        "project_descr": "Mandatory Discretionary Review, pursuant to the Planning Commission's policy requiring review of housing demolition, of Demolition Permit Application 2002.11.22.2105, proposing to demolish a single-family dwelling",
        "type_district": "rh-1",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "do not take discretionary review and approve the demolition",
        "speakers": "rev. arnold townsend, camela curry",
        "speaker_statements": [
            {
                "speaker": "rev. arnold townsend",
                "lines": [
                    "the project sponsor and the various people involved in the case are here ready to talk about the case",
                    "however, they are willing to move the case to april 8, 2004"
                ]
            },
            {
                "speaker": "camela curry",
                "lines": [
                    "she is the discretionary review requestor",
                    "she is in support to the continuance"
                ]
            }
        ],
        "action": "without hearing, item continued to april 8, 2004",
        "ayes": "bradford bell, boyd, feldstein, hughes, s. lee, w. lee",
        "absent": "antonini"
    },
    {
        "item": "17b",
        "case_number": "2003.1215D",
        "project_address": "120 maynard street",
        "lot_number": "039",
        "assessor_block": "5894",
        "type_district": "rh-1",
        "height_and_bulk_district": "40-x",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of new residential building in association with residential demolition, of Building Permit Application 2002.11.22.2107, proposing to construct a two-story over ground/garage, single-family dwelling",
        "preliminary_recommendation": "take discretionary review and approve with modifications",
        "speakers": "rev. arnold townsend, camela curry",
        "action": "without hearing, item continued to april 8, 2004",
        "ayes": "bradford bell, boyd, feldstein, hughes, s. lee, w. lee",
        "absent": "antonini"
    },
    {
        "item": "17c",
        "case_number": "2003.1216D",
        "project_address": "122 maynard street",
        "lot_number": "040",
        "assessor_block": "5894",
        "type_district": "rh-1",
        "height_and_bulk_district": "40-x",
        "project_descr": "Staff initiated and public Request for Discretionary Review of Building Permit Application 2002.11.22.2101, to construct a new two-story over ground/garage, single-family dwelling",
        "preliminary_recommendation": "take discretionary review and approve with modifications",
        "speakers": "rev. arnold townsend, camela curry",
        "action": "without hearing, item continued to april 8, 2004",
        "ayes": "bradford bell, boyd, feldstein, hughes, s. lee, w. lee",
        "absent": "antonini"
    },
    {
        "item": "18",
        "case_number": "2003.1263D",
        "project_address": "80 riverton drive",
        "lot_number": "029",
        "assessor_block": "7252",
        "preliminary_recommendation": "do not take discretionary review and approve the project as submitted",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2003.08.05.1299S, proposing to construct a horizontal and vertical addition to an existing single family dwelling",
        "speakers": "chris manitsas, dan speirs, luis robles",
        "speaker_statements": [
    {
      "speaker": "chris manitsas",
      "stance": "(-)",
      "descr": "architectural review",
      "lines": [
        "says the board of directors’ decision for discretionary review is based on the residential design guidelines",
        "concerned the project will not maintain neighborhood character",
        "states there are no additions similar to the one proposed"
      ]
    },
    {
      "speaker": "dan speirs",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "he and his wife have lived in the house since 1996",
        "argues the drawings meet the residential design guidelines and the project should be approved",
        "says no neighbors have expressed opposition",
        "notes four people live in a two-bedroom home and they plan to have more children",
        "this is their first home and they love the neighborhood",
        "feels mr. manitsas does not have jurisdiction over the project"
      ]
    },
    {
      "speaker": "luis robles",
      "stance": "(+)",
      "descr": "project architect",
      "lines": [
        "says the proposal focuses on comfortable living for his clients",
        "states the addition will create an affordable home for his clients",
        "keeps the same materials and design as neighboring houses",
        "urges approval of the project"
      ]
    }
    ],
    "action": "Took Discretionary Review and approved the project with a modification by increasing the front setback to 12 feet instead of 10 feet.",
    "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee",
    "nayes": "antonini, boyd, w. lee"
    },
    {
        "item": "19",
        "case_number": "2003.1330D",
        "project_address": "1695 25th avenue",
        "lot_number": "021",
        "assessor_block": "1918",
        "type_district": "rh-1",
        "height_and_bulk_district": "40-x",
        "project_descr": "Discretionary Review request, for a building permit (No. 2003.10.16.7721) to allow the construction of a third-story, vertical addition to an existing two-story, two-family dwelling.",
        "preliminary_recommendation": "do not take discretionary review and approve the building permit as revised",
        "speakers": "linda radavero, josef brunner, nick rubinsoff, amy li, hogum menendez",
        "speaker_statements": [
    {
      "speaker": "lina radavero",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "has lived in the house since 1960",
        "the area used to be very quiet",
        "says the addition will block her sunlight and decrease her home’s value",
        "notes various neighbors are opposed",
        "parking in the area is already terrible"
      ]
    },
    {
      "speaker": "josef brunner",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "has lived in the sunset for 50 years",
        "says the district is already overpopulated and the project would add more residents",
        "friend has to park in front of his driveway due to lack of parking",
        "the dr requestor’s limited light would be completely blocked by the addition",
        "displayed photographs of the dr requestor’s home"
      ]
    },
    {
      "speaker": "nick rubinsoff",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "in the sunset, houses touch; changes can severely affect adjacent homes",
        "many buyers would not purchase next to a three-story structure",
        "people should buy homes that already suit their needs rather than expand"
      ]
    },
    {
      "speaker": "amy li",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "lives close to the proposed house",
        "neighborhood consists of older two-story single-family homes",
        "wants the houses to keep the same look"
      ]
    },
    {
      "speaker": "hogum menendez",
      "stance": "(+)",
      "descr": "project architect",
      "lines": [
        "planning guidelines treat corner lots differently and support strong architectural features in areas like this",
        "the unit is legal and documentation has been submitted",
        "a rear room pre-dates permit requirements and is not part of any permit process",
        "sunlight impact is minimal",
        "windows face directly to the rear and are not oriented toward neighbors"
      ]
    }
  ],
    "action": "Took Discretionary Review and approved the project with the following modifications:  1) remove the deck and; 2) remove the decorative railing.",
    "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee"
    },
    {
        "item": "20",
        "case_number": "2003.1281DD",
        "prjoect_address": "1380 hampshire street",
        "lot_number": "011",
        "assessor_block": "4275",
        "project_descr": "Request for Discretionary Review and Planning Department Staff-Initiated Discretionary Review, of Building Permit Application No. 2003.07.07.8907 to construct a new one-story vertical addition and a rear horizontal addition to the existing two-story building",
        "type_district": "rh-2",
        "type_district_descr": "residential, house, two-family",
        "height_and_bulk_district": "40-x",
        "preliminary_recmomendation": "take discretionary review and approve the project with modifications",
        "speakers": "jose obrego, mathew klyne, michael hall, leo mondragon, andrew mcallister, erika lopez, mathew klein",
        "speaker_statements": [
    {
      "speaker": "jose obrego",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "requests a continuance due to unfamiliarity with process and technicalities",
        "says the project was first formally presented in early november of last year",
        "argues the proposal does not account for the impacts he will experience",
        "does not want to be forced to make decisions on a high-impact project",
        "notes many unanswered questions about effects on the dr requestor’s home and finances",
        "states the dr requestor is a 75-year-old retiree",
        "says the sponsor intends to create condominiums that will affect the neighborhood",
        "displayed photographs of driveway issues",
        "concerned the project’s height will completely block light"
      ]
    },
    {
      "speaker": "mathew klyne",
      "stance": "",
      "descr": "",
      "lines": [
        "believes the dr requestor’s core concern is how the project will affect her home’s foundation"
      ]
    },
    {
      "speaker": "michael hall",
      "stance": "(-)",
      "descr": "attorney for the discretionary review requestor",
      "lines": [
        "recently hired; cites this as a reason to consider continuance",
        "says the planner’s recommendation has only been available for a few days",
        "requests more time to analyze the recommendation, shadow impacts, height, and other negative effects on the dr requestor’s home",
        "argues approval would leave only 18 feet of backyard for a carport",
        "calls the project too large and too high, diminishing the dr requestor’s long-enjoyed benefits after 40 years"
      ]
    },
    {
      "speaker": "leo mondragon",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "lives in the neighborhood",
        "says the project is very high and will take light from his house and the dr requestor’s home",
        "notes parking is already difficult and would worsen"
      ]
    },
    {
      "speaker": "andrew mcallister",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "tenant of the dr requestor for about eight years",
        "calls the proposed separation of the buildings the worst case of 'carpet bagging' he has seen",
        "says the sponsor is trying to separate buildings and make the dr requestor pay",
        "notes the separation wall would be in his son’s room",
        "says the dr requestor is happy with the status quo",
        "states the sponsor does not live in the neighborhood",
        "argues two parking spaces for three condos is unrealistic; expects at least six cars"
      ]
    },
    {
      "speaker": "erika lopez",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "lives across the street from the project",
        "says her building’s owner submitted a letter opposing the project",
        "calls it a great neighborhood"
      ]
    },
    {
      "speaker": "mathew klein",
      "stance": "(+)",
      "descr": "project sponsor",
      "lines": [
        "presented street-facade photos to show it is actually a three-story neighborhood, contrary to the planner",
        "discussed architectural aspects of the proposal",
        "argues the requested setback would be inconsistent with the residential design guidelines"
      ]
    }
  ],
    "action": "Took Discretionary Review and approved the project with the following modifications:  1) reduce height by 5 feet per the Planning Department's recommendation so that the overall height of the building shall not exceed 35 feet; 2) project sponsor shall provide a matching light well to the adjacent property for the 3rd floor addition, 3) that it be demonstrated to staff that the parking will be accessible; 4) work be conducted within the project sponsor's property line; 5) all load bearing costs as a result of this addition be born by the project sponsor.",
    "ayes": "antonini, bradford bell, boyd, feldstein, hughes, s. lee, w. lee" 
    },
    {
        
    }
]