[
    {
        "item": "1",
        "case_number": "2007.0971C",
        "project_address": "3571 sacramento street",
        "lot_number": "023",
        "assessor_block": "1019",
        "type_district_descr": "sacramento street neighborhood commercial district",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Conditional Use Authorization under Planning Code Sections 303 and 724.52 to establish a foreign language enrichment program for children. The proposal is to convert a vacant retail use (formerly a women's clothing store) to a personal service use for a language enrichment program (dba Language at Play) offering classes in French, Mandarin and Spanish to children ranging in age from 1 to 10 years, as well as a retail sales component for its language program products. The proposed project will occupy the ground floor (approximately 2,000 square feet) of a two-story building.",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "proposed for continuance to november 15, 2007. continued as proposed",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "2",
        "case_number": "2007.0461C",
        "project_address": "448 broadway",
        "lot_number": "011",
        "assessor_block": "0144",
        "project_descr": "Request for Conditional Use Authorization to operate a business under this application between the hours of 2 AM and 6 AM. Specifically, the project proposal is to extend the hours of operation of the subject business (dba Broadway Express Pizza Restaurant ) to 3:00 AM. No construction is proposed under this application.",
        "type_district_descr": "broadway neighborhood commercial district",
        "height_and_bulk_district": "65-a-1",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "proposed for continuance to november 15, 2007. continued as proposed",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "3",
        "case_number": "2006.0846D",
        "project_address": "2071 43rd avenue",
        "lot_number": "018",
        "assessor_block": "2163",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2006.02.23.5225, proposing construction of a third-story horizontal and vertical addition to a two story dwelling",
        "type_district": "rh-1",
        "type_district_descr": "rh-1",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "pending",
        "speakers": "none",
        "action": "proposed for continuance to december 13, 2007. continued as proposed",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "4",
        "case_number": "2004.0548E",
        "project_address": "1450 15th street",
        "assessor_block": "3549",
        "lot_number": "064",
        "project_descr": " The proposed project would include the demolition of the existing one-story, 20- to 26-foot-tall, approximately 8,226-square-foot(sf) industrial building, constructed in 1908, and the construction of a four-story over basement, approximately 43-foot-tall building. The proposed, approximately 32,300 gross-square-foot(gsf) building would include ten residential units on the second through fourth floors over approximately 7,100 sf of Production, Distribution, & Repair (PDR)/Business Service use on the ground and basement levels. The proposed basement level would contain a ten-space residential parking garage (about 5,600 sf) with ingress and egress from Shotwell Street. The proposed project would result in an approximately 24,000 gsf net increase in uses on the project site. The approximately 8,227-sf project site. The proposed project would require Conditional Use authorization for the construction of residential dwellings in an M-1 zoning district pursuant to Section 215 of the San Francisco Planning Code (Planning Code); a Variance to provide less than the required number of parking spaces (Section 151); and an allowable exception for corner lots to satisfy rear yard requirements on the second floor pursuant to Planning Code Section 134(e)2).",
        "type_district": "m-1",
        "type_district_descr": "light industrial",
        "type_district_descr_2": "mission alcohol beverage special use district",
        "height_and_bulk_district": "50-x",
        "preliminary_recommendation": "uphold preliminary mitigated negative declaration",
        "speakers": "none",
        "action": "proposed for continuance to january 17, 2008. continued as proposed",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "5",
        "case_number": "2005.0937D",
        "project_address": "736 valencia street",
        "lot_number": "005",
        "assessor_block": "3588",
        "project_descr": "Staff Initiated Discretionary Review of Building Permit Application number 2006.02.08.4114. The proposal is to construct a new mixed-use building on a lot currently containing a 22-space private surface parking lot. The proposed structure would contain 8 dwelling units with commercial space and 8 off-street parking spaces on the ground floor. The applicant requests that the Planning Commission remove the springing condition requiring community impact fees and BMR units that was previously imposed on the project.",
        "type_district_descr": "valencia neighborhood commercial district",
        "height_and_bulk_district": "50-x",
        "preliminary_recommendation": "take discretionary review and remove the springing condition",
        "speakers": "none",
        "action": "proposed for indefinite continuance. continued as proposed",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya"
    },
    {
        "item": "6",
        "case_number": "2007.0936T",
        "project_descr": "Amendments relating to Planning Code Sections 781.8 [Board File No. 07-1217] - Ordinance introduced by Supervisor Ammiano amending Planning Code Section 781.8 to allow relocation of existing Liquor Establishment in the Mission Alcoholic Beverage Special Use Subdistrict to another location within the same Mission Alcoholic Beverage Special Use Subdistrict; and making findings.",
        "preliminary_recommendation": "approval",
        "action": "supervisor amiano is no longer pursuing this legislation"
    },
    {
        "item": "11",
        "case_number": "2001.0565L",
        "project_address": "451 jersey street",
        "lot_number": "034",
        "assessor_block": "6539",
        "project_descr": "Consideration to approve, disapprove, or approve with modifications the landmark designation of the Noe Valley Branch Library under Article 10 of the Planning Code.",
        "preliminary_recommendation": "approval",
        "speakers": "none",
        "action": "approved",
        "ayes": "alexander, olague, antonini, s. lee, w. lee, moore, sugaya",
        "action_name": "motion no. 17508"
    },
    {
        "item": "12",
        "case_number": "2007.0701C",
        "project_address": "1400 grant avenue",
        "lot_number": "019",
        "assessor_block": "0115",
        "project_descr": "Request for Conditional Use Authorization to establish a small self-service restaurant (d.b.a. Honeydoo  Frozen Yogurt) of approximately 800 square feet within the existing ground-floor retail space.",
        "type_district_descr": "north beach neighborhood commercial district",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "disapproval",
        "speakers": "jeremy paul, keith wilson, jim schein, chuck thomas, marc bruno, nan roth, mary lipian, june osterberg, katherine petrin, marsha garland, lynn jefferson, santino derose, alexandria kinkel, kong wu",
        "speaker_statements": [
    {
      "speaker": "jeremy paul",
      "stance": "(+)",
      "descr": "project sponsor representative",
      "lines": [
        "says many supporters missed the hearing due to late notice",
        "submits letters and signatures from nearby supporters",
        "argues grant avenue lacks pedestrian-oriented uses; this corner is well-suited",
        "clarifies product is chilled yogurt, not frozen yogurt",
        "states historic portions will not be altered and any changes will fit the facade design"
      ]
    },
    {
      "speaker": "keith wilson",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "calls it a perfect business for the location, attracting tourists seeking entertainment and restaurants"
      ]
    },
    {
      "speaker": "tony gantner",
      "stance": "(+)",
      "descr": "north beach merchants association",
      "lines": [
        "supports the application, saying it will bring a diverse crowd to the commercial area"
      ]
    },
    {
      "speaker": "jim schein",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "supports giving applicants the opportunity to try to succeed"
      ]
    },
    {
      "speaker": "chuck thomas",
      "stance": "(+)",
      "descr": "north beach neighbors",
      "lines": [
        "supports the application for the welfare of the community and hopes the decision isn’t unilateral"
      ]
    },
    {
      "speaker": "marc bruno",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "says a family yogurt business would be an anti-bar, anti-alcohol alternative to uses the neighborhood doesn’t want"
      ]
    },
    {
      "speaker": "nan roth",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "urges policies that protect neighborhood-serving businesses to maintain quality of life",
        "opposes converting the site to another food-and-beverage use"
      ]
    },
    {
      "speaker": "mary lipian",
      "stance": "(-)",
      "descr": "co-chair, planning committee for telegraph hill dwellers",
      "lines": [
        "urges adopting staff’s recommendation to disapprove due to loss of retail service sites and the need for balance",
        "says there is no ceqa review for the proposed changes and they haven’t been shared with the neighborhood"
      ]
    },
    {
      "speaker": "june osterberg",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "asks for help restoring variety, not just eating and drinking places"
      ]
    },
    {
      "speaker": "katherine petrin",
      "stance": "(-)",
      "descr": "president, north beach & telegraph hill dwellers (member)",
      "lines": [
        "notes conditional use runs with the property, not the business",
        "asks the commission to support planning staff’s findings"
      ]
    },
    {
      "speaker": "marsha garland",
      "stance": "",
      "descr": "north beach chamber of commerce",
      "lines": [
        "says it’s time to redefine what is neighborhood-serving and appropriate for ground-floor commercial",
        "notes high rents and lengthy processes economically impact small businesses"
      ]
    },
    {
      "speaker": "lynn jefferson",
      "stance": "(+)",
      "descr": "north beach neighbors",
      "lines": [
        "supports the application, saying it would add variety and increase pedestrian traffic"
      ]
    },
    {
      "speaker": "santino derose",
      "stance": "(+)",
      "descr": "owner, pgb llc & crown fortune properties inc.",
      "lines": [
        "supports the application but asks for conditions to bar a kitchen and alcohol sales to prevent future restaurant use",
        "says the facade will not be altered and historic character will be preserved"
      ]
    },
    {
      "speaker": "alexandria kinkel",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned about facade alterations shown on the drawings",
        "says interior changes would be substantial and hard to reverse for another tenant"
      ]
    },
    {
      "speaker": "kong wu",
      "stance": "(+)",
      "descr": "owner",
      "lines": [
        "asks for approval to give him the opportunity to work"
      ]
    }
  ],
        "action": "approved",
        "ayes": "alexander, antonini, s. lee, w. lee, sugaya",
        "noes": "olague, moore",
        "action_name": "motion no. 17509"
    },
    {
        "item": "13",
        "case_number": "2006.0056C",
        "project_address": "317 cortland avenue",
        "lot_number": "015",
        "lot_number_2": "014",
        "assessor_block": "5667",
        "project_descr": "Request for Conditional Use Authorization pursuant to Planning Code Sections 161(j) and 303 for the reduction of off-street parking spaces for proposed dwelling units and for existing dwelling units, to allow construction of a 2-unit mixed-use building",
        "type_district": "nc-2",
        "type_district_descr": "small-scale neighborhood commercial",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "marc tetrault, marc lindsell, andy thornley, terrie, ellen, donna roberts, gordon thrupp, margaret thrupp, michael smith",
        "speaker_statements": [
    {
      "speaker": "marc tetrault",
      "stance": "(+)",
      "descr": "project sponsor representative",
      "lines": [
        "submitted an october memo outlining the project’s historical and architectural context",
        "notes the planning code does not require off-street parking for commercial uses in this district and requires one space per dwelling unit",
        "argues requiring off-street parking would severely compromise the commercial space",
        "states street parking is generally abundant nearby and the site sits on a primary transit line with multiple modes"
      ]
    },
    {
      "speaker": "andy thornley",
      "stance": "(+)",
      "descr": "san francisco bicycle coalition",
      "lines": [
        "supports the project for adding housing and supporting car-free tenants"
      ]
    },
    {
      "speaker": "marc lindsell",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "supports bringing housing instead of leaving an empty lot"
      ]
    },
    {
      "speaker": "terrie",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "objects to a palm tree due to the cortland merchants’ forestation plan",
        "wants windows modified to match existing clear-pane character",
        "opposes no-parking design, noting many buildings on the block have driveways"
      ]
    },
    {
      "speaker": "ellen",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "questions the claim that street parking is abundant and that transit is so amenable that cars can be eliminated"
      ]
    },
    {
      "speaker": "donna roberts",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "opposes the project for removing street parking",
        "calls for an independent parking survey rather than one from the architect"
      ]
    },
    {
      "speaker": "gordon thrupp",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "says the scale is inconsistent with the cortland corridor’s character and impacts open space, air, and light",
        "requests lowering the building by 4% of proposed height and reducing ground-floor commercial height by 1.5 feet"
      ]
    },
    {
      "speaker": "margaret thrupp",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned construction vibration could damage their walls",
        "asks for a condition ensuring the project’s window does not sit above their window sill"
      ]
    },
    {
      "speaker": "michael smith",
      "stance": "",
      "descr": "",
      "lines": [
        "stresses the importance of continuous ground-floor commercial without garage entrances that raise safety concerns for families",
        "opposes a palm tree due to the cortland avenue forestation plan and preference for a consistent canopy"
      ]
    }
  ],
        "action": "approved with conditions",
        "amendments": [
            "no palm trees",
            "continue working with staff on design and materials"
        ],
        "ayes": "alexander, olague, antonini, s. lee, w. lee, moore, sugaya",
        "action_name": "motion no. 17510"
    },
    {
        "item": "14",
        "case_number": "2007.0922C",
        "project_address": "1926 lombard street",
        "lot_number": "006",
        "assessor_block": "0493",
        "project_descr": "Request for Conditional Use Authorization under Sections 186.1(e), 712.45, and 303 of the Planning Code to allow the transfer of ABC License Type 21 from 1600 Lombard Street (previously Goldmine Liquors) to 1926 Lombard Street (d.b.a. Luigi's Delicatessen). The proposal is to add off-sale liquor sales to an existing grocery store (with accessory deli) for the sale of beer, wine, and distilled spirits. The proposal will not involve an expansion of the existing building envelope.",
        "type_district": "nc-3",
        "type_district_descr": "moderate-scale",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "none",
        "action": "without hearing, continued to december 13, 2007",
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "15a",
        "case_number": "2006.1248KXCV",
        "project_address": "55 ninth street",
        "lot_number": "063",
        "assessor_block": "3701",
        "project_descr": "Request for a Section 309 Determination of Compliance and Request for Exceptions. The proposed project is to construct a 17 story, approximately 205 foot tall (including mechanical penthouses) new mixed-use building at the existing vacant lot, containing approximately 260 dwelling units, approximately 3,000 square feet of ground level commercial space, and a garage with a capacity of up to 113 parking spaces (98 residential spaces and 15 commercial spaces). The project requires separation of towers, rear yard, comfort-level wind, parking, and bulk exceptions pursuant to Section 309(a).",
        "type_district": "c-3-g",
        "type_district_descr": "downtown general commercial",
        "height_and_bulk_district": "200-s",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "andrew junius, john perkins jr., david matchett, dawn moore, philip oliver, elizabeth boardman, kristin barnard, michael burnside, pete russell, stephen matchett, bruce folson, paul minault, carol maxwell, [no name stated], steve, daniel fratton, sue hestor, alex, [no name stated], andrew",
        "speaker_statements": [
    {
      "speaker": "andrew junius",
      "stance": "(+)",
      "descr": "project sponsor representative",
      "lines": [
        "says the project meets the commission’s goals for a downtown project",
        "includes 31 below-market-rate units, less than 1:1 on-site parking, family housing, close to transit, and dense urban infill",
        "states the sponsor is committed and the project fully complies with the downtown plan"
      ]
    },
    {
      "speaker": "john perkins jr.",
      "stance": "(+)",
      "descr": "architect",
      "lines": [
        "aims for leed certification; extensive experience with high-rises and leed projects",
        "presents a strong urban design with an l-shaped floor plate",
        "materials include clear glass and metal; massing steps down toward mission street",
        "balconies provide angular solar shading, rain protection, and enable owner window washing",
        "developers are conscientious about design; supports leed target and on-site affordable housing"
      ]
    },
    {
      "speaker": "david matchett",
      "stance": "(-)",
      "descr": "chair, san francisco friends meeting (quakers), 65 ninth street",
      "lines": [
        "supports housing/retail in principle but has traffic, safety, and noise concerns",
        "says notification and outreach were inadequate until four weeks ago; recent suggestions are not adequate",
        "driveway is designed next to their front door; urges moving garage access to laski street",
        "questions whether units will be primary residences or corporate use",
        "requests time to keep working through concerns; says green standards of original buildings not incorporated"
      ]
    },
    {
      "speaker": "dawn moore",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "garage next to their worship space will create daily, constant noise; calls it an unfair burden"
      ]
    },
    {
      "speaker": "philip oliver",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "parking entrance a few feet from the silent worship room is untenable",
        "calls the project good but asks for time to find agreeable solutions"
      ]
    },
    {
      "speaker": "elizabeth boardman",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "concerned about ninth street garage entrance noise and safety with traffic off the highway"
      ]
    },
    {
      "speaker": "kristin barnard",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "urges withholding approval to continue talks, particularly to shift garage activity to laski street"
      ]
    },
    {
      "speaker": "michael burnside",
      "stance": "(-)",
      "descr": "quaker",
      "lines": [
        "says sponsor did not engage the neighborhood; silence is essential to their worship"
      ]
    },
    {
      "speaker": "pete russell",
      "stance": "(-)",
      "descr": "quaker friends",
      "lines": [
        "concerned the project aims for leed gold but current proposal does not meet that standard",
        "approval now is premature; asks time to address garage, traffic, safety, and accountability"
      ]
    },
    {
      "speaker": "stephen matchett",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "says many in the area want the garage entry moved to laski street due to noise, traffic, and safety"
      ]
    },
    {
      "speaker": "bruce folsom",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "notes their worship is based on silence and nonviolent solutions developed through time and dialogue; they need that time"
      ]
    },
    {
      "speaker": "paul minault",
      "stance": "(-)",
      "descr": "counsel for friends meeting",
      "lines": [
        "requests a continuance to work creatively with the sponsor",
        "recommends garage entrance on laski street; says obstacles (like left-turn issues) are overstated"
      ]
    },
    {
      "speaker": "carol maxwell",
      "stance": "(-)",
      "descr": "friends meeting",
      "lines": [
        "concerned about traffic, children’s safety, and accountability since the sponsor won’t be the ultimate owner",
        "says proposed mitigations are insufficient"
      ]
    },
    {
      "speaker": "no name",
      "stance": "(-)",
      "descr": "uses friends meeting facilities",
      "lines": [
        "emphasizes the importance of silence to their group",
        "notes ninth street is a major, fast northbound artery at all hours; asks for time to reach resolution"
      ]
    },
    {
      "speaker": "steve",
      "stance": "(-)",
      "descr": "san francisco friends meeting",
      "lines": [
        "argues using laski street for garage access is a neighborhood responsibility that would help clean up the area"
      ]
    },
    {
      "speaker": "daniel fratton",
      "stance": "(+)",
      "descr": "reuben & junius (for the sponsor)",
      "lines": [
        "rebuts claims of inadequate notice: posters, mailers, and published notices were sent as required",
        "says a july letter and follow-up call to friends were declined; neighbors had a prior settlement with a previous developer ('skif') for $155k",
        "in october, friends sought information but delayed talks until they retained an attorney",
        "offers facade changes and $45k to soundproof the meeting house to avoid disturbance"
      ]
    },
    {
      "speaker": "sue hestor",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "notes friends meeting has raised noise/traffic concerns since 2001 for projects in the area",
        "says ninth street traffic is fast and a garage next to a church with disabled people and children is unsafe"
      ]
    },
    {
      "speaker": "alex",
      "stance": "(+)",
      "descr": "inca development inc.",
      "lines": [
        "cites 40 years’ experience and hundreds of infill projects; award-winning work",
        "believes notice/time for objectors has been sufficient; offered soundproofing to address needs",
        "traffic studies have been submitted; says laski street access is difficult",
        "calls the project excellent, providing housing with 31 affordable units"
      ]
    },
    {
      "speaker": "no name",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned the project will impact silent worship and safety with vehicle traffic",
        "states the project is not ready for approval"
      ]
    },
    {
      "speaker": "andrew",
      "stance": "(+)",
      "descr": "anca development inc.",
      "lines": [
        "says smart growth is central to their developments to add community value",
        "the project addresses city concerns by providing affordable housing and retail near major transit"
      ]
    }
  ],
        "first_action": "to approve with conditions that are amended",
        "first_amendments": [
            "per project's sponsor's offer, pay $45,000 to the Friends Meeting to use their building in any way they chooes but mainly for ambient noise",
            "to close the 9th street gate all day on sundays from 6a.m. to 6p.m. and on tuesday to leave it open with an attendant from 5:30 - 10p.m."
        ],
        "first_ayes": "antonini, w. lee",
        "first_noes": "s. lee, moore, sugaya, olague",
        "first_absent": "alexander",
        "action": "without public hearing closed, continued to december 13, 2007",
        "ayes": "olague, antonini, s. lee, w. lee, moore",
        "noes": "sugaya",
        "absent": "alexander"        
    },
    {
        "item": "15b",
        "case_number": "2006.1248KXCV",
        "project_address": "55 ninth street",
        "lot_number": "063",
        "assessor_block": "3701",
        "project_descr": "Request for Conditional Use Authorization to allow additional square footage above the base FAR of 6.0 to 1 for dwelling units that will be affordable for a minimum of 20 years to households whose incomes are within 150 percent of the median income, for the project described in item above.",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "andrew junius, john perkins jr., david matchett, dawn moore, philip oliver, elizabeth boardman, kristin barnard, michael burnside, pete russell, stephen matchett, bruce folson, paul minault, carol maxwell, [no name stated], steve, daniel fratton, sue hestor, alex, [no name stated], andrew",
        "action": "with public hearing closed, continued to december 13, 2007",
        "ayes": "olague, antonini, s. lee, w. lee, moore",
        "noes": "sugaya",
        "absent": "alexander"
    },
    {
        "item": "15c",
        "case_number": "2006.1248KXCV",
        "project_address": "55 ninth street",
        "lot_number": "063",
        "assessor_block": "3701",
        "project_descr": "Request for usable open space dimension and dwelling unit exposure variances in connection with the mixed-used project described in item above. The request for variances will be considered by the Zoning Administrator.",
        "speakers": "andrew junius, john perkins jr., david matchett, dawn moore, philip oliver, elizabeth boardman, kristin barnard, michael burnside, pete russell, stephen matchett, bruce folson, paul minault, carol maxwell, [no name stated], steve, daniel fratton, sue hestor, alex, [no name stated], andrew",
        "action": "zoning administrator closed public hearing and continued this item to december 13, 2007"
    },
    {
        "item": "16",
        "case_number": "2007.0952C",
        "project_address": "4841 mission street",
        "lot_number": "020",
        "assessor_block": "6272",
        "project_descr": "Request for a Conditional Use Authorization, pursuant to Planning Code Sections 703.3, 703.4, and 712.44, to allow a formula retail small self-service restaurant (d.b.a. Subway)",
        "type_district": "nc-3",
        "type_district_descr": "neighborhood commercial, moderate-scale",
        "height_and_bulk_district": "40-x",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "peter sangha, maria cisneros, glenda gutierrez, cristy johnston, silvia johnson",
        "speaker_statements": [
    {
      "speaker": "peter sangha",
      "stance": "(+)",
      "descr": "project sponsor",
      "lines": [
        "notes the site has been vacant for about a year and needs improvement",
        "says a 20-year lease is signed but contingent on approval",
        "states subway provides healthy, affordable food choices",
        "plans to invest about $200,000 for new windows, doors, and full interior/exterior renovations",
        "will work with the excelsior action group to hire local residents; aims for seven full-time employees",
        "says there is no subway along mission and hopes this becomes a pathway for others to enter the business"
      ]
    },
    {
      "speaker": "maria cisneros",
      "stance": "(+)",
      "descr": "owner of the property",
      "lines": [
        "supports the application because the building has been vacant a long time",
        "says subway is healthy and affordable and would enhance the building"
      ]
    },
    {
      "speaker": "glenda gutierrez",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "says many businesses considered the site and the owners were committed to a community-serving use",
        "urges approval of the project"
      ]
    },
    {
      "speaker": "cristy johnston",
      "stance": "(+)",
      "descr": "director, excelsior action group",
      "lines": [
        "asks for approval",
        "notes the group usually does not support formula retail, but this case is different because the owner sought help, they like the model, and a community process occurred"
      ]
    },
    {
      "speaker": "silvia johnson",
      "stance": "",
      "descr": "",
      "lines": [
        "mentions the process may take about three weeks and is trying to find the address",
        "states her music relates to her family history"
      ]
    }
  ],
        "action": "approved",
        "ayes": "olague, antonini, s. lee, w. lee, sugaya",
        "noes": "moore",
        "absent": "alexander",
        "action_name": "motion no. 17511"
    },
    {
        "item": "17",
        "case_number": "2007.1012D",
        "project_address": "3947-3949 26th street",
        "lot_number": "039",
        "assessor_block": "6565",
        "type_district": "rh-2",
        "type_district_descr": "residential, house, two-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Mandatory Discretionary Review, under the Planning Commission's policy requiring review of dwelling unit mergers, of Building Permit Application No. 2007.07.18.7085, which proposes to merge two existing dwelling-units into one single-family home.",
        "preliminary_recommendation": "take discretionary review and disapprove the project as proposed",
        "speakers": "john hude, paul nasvik",
        "speaker_statements": [
    {
      "speaker": "john hude",
      "stance": "(+)",
      "descr": "project architect",
      "lines": [
        "requests approval of the unit merger",
        "notes ~25% of san francisco housing stock has 3–4 bedrooms",
        "cites policies 1.2, 1.5, and 1.6 on affordable housing; says this unit is not affordable stock",
        "argues the merged unit fits prevailing neighborhood density and fabric",
        "says the unit will be owner-occupied, returning to single-family without displacing anyone, and has enthusiastic neighborhood support"
      ]
    },
    {
      "speaker": "paul nasvik",
      "stance": "(+)",
      "descr": "owner",
      "lines": [
        "intends to keep living in the home; loves the neighborhood and is active in the community",
        "states they are not developers and not doing this for profit",
        "notes wendy works from home as an editor; he is in nursing school at san francisco state with a goal to work at san francisco general"
      ]
    }
  ],
        "action": "did not take discretionary review and approved",
        "ayes": "antonini, s. lee, w. lee, moore",
        "noes": "olague, sugaya",
        "absent": "alexander"
    },
    {
        "item": "18a",
        "case_number": "2006.1355DDV",
        "project_address": "130 ledyard street",
        "lot_number": "002",
        "assessor_block": "5398",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, one-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2006.08.29.0915, proposing to legalize an existing deck and one-story structure at the rear of a single-family dwelling built without benefit of permit.",
        "preliminary_recommendation": "do not take discretionary review and approve the proposal as submitted",
        "speakers": "hai ying mai, wendy huang, [no name stated], jose diaz, susan avila, graciela diaz",
        "speaker_statements": [
    {
      "speaker": "hai ying mai",
      "stance": "(-)",
      "descr": "1st discretionary review requestor",
      "lines": [
        "opposes the project because it was built without a permit and without consulting neighbors",
        "says the railing is too high and raises serious privacy concerns",
        "questions whether the building meets standards"
      ]
    },
    {
      "speaker": "wendy huang",
      "stance": "(-)",
      "descr": "2nd discretionary review requestor (translated)",
      "lines": [
        "notes her house is 20 feet from the project and asks that the deck be removed",
        "says the deck blocks sunlight and views and faces two of her bedrooms, affecting privacy"
      ]
    },
    {
      "speaker": "no name",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "states the deck was built illegally and infringes on legally protected privacy"
      ]
    },
    {
      "speaker": "jose diaz",
      "stance": "(+)",
      "descr": "project sponsor",
      "lines": [
        "says he tried to work with both requestors but faced a language barrier",
        "argues the lattice improves privacy for both families",
        "proposes bringing the deck up to code, cutting it back 3 feet from the property line and 2 feet from the front",
        "notes the requestors did not attend the variance hearing",
        "reports a building inspector visit found everything okay except minor repairs; says he is doing his best"
      ]
    },
    {
      "speaker": "susan avila",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "supports the sponsor, saying he tried—unsuccessfully—to work with requestors even after being advised to get a translator",
        "says the deck and lattice provide privacy for both homes"
      ]
    },
    {
      "speaker": "graciela diaz",
      "stance": "(+)",
      "descr": "",
      "lines": [
        "says the deck is not used often",
        "offers to add plants to increase privacy if the project is approved"
      ]
    }
  ],
        "action": "took discretionary review and approved requiring",
        "requirements": [
            "removal of all lattice work except the one on the left side as you face the building from the rear",
            "place vine plants to increase privacy"
        ],
        "ayes": "olague, antonini, s. lee, w. lee, moore, sugaya",
        "absent": "alexander"
    },
    {
        "item": "18b",
        "case_number": "2006.1355DDV",
        "project_address": "130 ledyard street",
        "lot_number": "002",
        "assessor_block": "5398",
        "project_descr": "Variance request to be considered by the Zoning Administrator for rear yard, for the project proposing to legalize an existing deck and one-story structure at the rear of a single-family dwelling built without benefit of permit.",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, one-family",
        "height_and_bulk_district": "40-x",
        "speakers": "hai ying mai, wendy huang, [no name stated], jose diaz, susan avila, graciela diaz",
        "action": "zoning administrator granted the variance with the same condition imposed from the discretionary review"
    },
    {
        "item": "19",
        "case_number": "2007.0696D",
        "project_address": "390 capistrano avenue",
        "lot_number": "013",
        "assessor_block": "3150",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, one-family",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2007.05.09.0766, proposing construction of a two-story, horizontal rear addition to a two-story dwelling",
        "preliminary_recommendation": "do not take discretionary review and approve the project as proposed by the revised plans",
        "speakers": "none",
        "action": "discretionary review application withdrawn"
    },
    {
        "item": "20",
        "case_number": "2007.1108D",
        "project_address": "2250 chestnut street",
        "lot_number": "034",
        "assessor_block": "0488A",
        "type_district": "nc-2",
        "height_and_bulk_district": "40-x",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2007.08.09.9290, proposing to expand an existing Small Self-Service Restaurant (dba The Grove Cafe) into a vacant retail space to the west (formerly occupied by an extension of a retail clothing store dba Jack's). The expansion would add approximately 660 square feet and 27 seats to the existing 48-seat restaurant and would also establish the expanded restaurant as a Full Service Restaurant.",
        "preliminary_recommendation": "do not take discretionary review and approve the project as proposed",
        "speakers": "charles bain, jai das, stefano cassolato, eric j. messersmith, carl hilsz, ken zankel",
        "speaker_statements": [
    {
      "speaker": "charles bain",
      "stance": "(-)",
      "descr": "discretionary review requestor",
      "lines": [
        "frames issue as preserving neighborhood and commercial corridors amid loss of spaces",
        "says extended hours would have big impacts and parking is already impossible",
        "argues the neighborhood has reached saturation even if the business is a 'model'",
        "urges no increase or expansion; keep it as-is"
      ]
    },
    {
      "speaker": "jai das",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "notes many tourists shop in the area and business has improved this year",
        "warns expansion would heighten competition; says diversity should be maintained"
      ]
    },
    {
      "speaker": "stefano cassolato",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "opposes project due to existing parking and traffic problems, especially on weekends"
      ]
    },
    {
      "speaker": "eric j. messersmith",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "concerned about saturation of restaurants in the area"
      ]
    },
    {
      "speaker": "carl hilsz",
      "stance": "(-)",
      "descr": "",
      "lines": [
        "main concern is neighborhood preservation",
        "disputes that a 'modest' increase equals a 50% capacity bump",
        "if approved, requests self-service rather than full-service to mitigate parking/traffic impacts"
      ]
    },
    {
      "speaker": "ken zankel",
      "stance": "(+)",
      "descr": "project sponsor",
      "lines": [
        "says they are not fast food and never applied as such",
        "proposes no change in service; operations remain the same",
        "states increase is <30% for their restaurant and <1% of total seats in the four-block area",
        "says no tenants were displaced; the adjacent space was always vacant",
        "reads a letter from Supervisor Pier recommending approval",
        "submits 651 individual petitions and 13 petitions from nearby restaurants supporting the project",
        "seeks approval largely to add a second ADA-compliant bathroom (already have one)",
        "emphasizes doing things legally—rent, construction, insurance—and adding seats",
        "notes local ownership, employee advancement to partnerships, and community contributions"
      ]
    }
  ],
        "action": "did not take discretionary review and approved",
        "ayes": "olague, s. lee, moore, sugaya",
        "nayes": "antonini, w. lee",
        "absent": "alexander" 
    }
]