[
    {
        "item": "1",
        "case_number": "2009.087C",
        "project_address": "4563-4565 mission street",
        "lot_number": "032",
        "assessor_block": "6014",
        "project_descr": "Request for Conditional Use Authorization under Planning Code Sections 712.94, 161(j), and 303, to allow a reduction in the off-street parking requirements for the construction of a second and third dwelling unit without the required parking, to the existing 2-story mixed use building",
        "type_disrict": "nc-3",
        "type_district_descr": "moderate scale district",
        "height_and_bulk_district": "40-x",
        "speakers": "none",
        "action": "approved",
        "ayes": "antonini, borden, moore, sugaya, olague, miguel",
        "action_name": "motion no. 18188"
    },
    {
        "item": "3",
        "case_number": "2009.0464C",
        "project_address": "20 woodside avenue",
        "lot_number": "001",
        "assessor_block": "2888a",
        "project_descr": "Request for Conditional Use Authorization, pursuant to Planning Code Sections 209.6(c), and 303 to modify an existing wireless telecommunication services (WTS) facility by installing three additional panel antennas within an existing church cupola, as part of the Verizon telecommunications network",
        "type_district": "rh-1(d)",
        "type_district_descr": "one-family, residential, detached",
        "height_and_bulk_district": "40-x",
        "speakers": "james milton, mark dregger",
        "speaker_statements": [
            {
                "speaker": "james milton",
                "stance": "(+)",
                "descr": "representing verizon"
            },
            {
                "speaker": "mark dregger",
                "stance": "(-)"
            }
        ],
        "action": "approved",
        "ayes": "antonini, borden, moore, sugaya, miguel",
        "noes": "olague",
        "action_name": "motion no. 18190"
    },
    {
        "item": "7",
        "case_number": "2006.0536E",
        "project_descr": "LOWER CRYSTAL SPRINGS DAM IMPROVEMENTS PROJECT - Certification of the Final Environmental Impact Report. The San Francisco Public Utilities Commission (SFPUC) proposes to implement the Lower Crystal Springs Dam Improvements (LCSDI) project to lift the operating restrictions on Crystal Springs Reservoir imposed by the California Department of Water Resources, Division of Safety of Dams (DSOD), and to restore the reservoirâs historical storage capacity. Proposed improvements to the dam and spillway would enable floodwater associated with the Probable Maximum Flood and other very large and infrequent floods to pass safely over the Lower Crystal Springs Dam. In addition, following completion of the proposed improvements, the SFPUC proposes to modify operations of Crystal Springs Reservoir such that the maximum normal water surface elevation would be restored to historic levels. All project components are located in an unincorporated area of San Mateo County on lands owned by the City and County of San Francisco.  ",
        "preliminary_recommendation": "certify the environmental impact report",
        "speakers": "none",
        "action": "approved certification of the final EIR",
        "ayes": "antonini, borden, moore, sugaya, olague, miguel",
        "action_name": "18189"
    },
    {
        "item": "8a",
        "case_number": "2007.1238M",
        "project_descr": "Better Streets Plan â Informational Presentation on the Better Streets Plan - The Better Streets Plan creates a comprehensive set of guidelines for the design of the pedestrian environment on public right-of-ways throughout the City.  The Better Streets Plan Draft for Public Review was released in June 2008; Plan Revisions in October 2009; and Draft for Adoption in July 2010.  Implementing the Better Streets Plan will require adopting amendments to the General Plan, Administrative Code, Planning Code, Public Works Code, and Subdivision Code, to incorporate the Better Streets Plan by reference and to establish and consolidate requirements for street improvements associated with new development.  Administrative Code and Planning Code amendments will be considered by the Commission at a future hearing.",
        "preliminary_recommendation": "no action requested - informational presentation",
        "speakers": "sue hestor",
        "action": "informational only - there was no action by the commission"
    },
    {
        "item": "8b",
        "case_number": "2007.1238M",
        "project_descr": "Better Streets Plan â Consideration of Adopting a Resolution of Intention to Initiate Amendments to the General Plan - Pursuant to Planning Code Section 340 (c), the Commission will consider initiating amendments to the Urban Design and Transportation Elements of the General Plan.  The Better Streets Plan creates a comprehensive set of guidelines for the design of the pedestrian environment on public right-of-ways.  The proposed General Plan amendments would incorporate the Better Streets Plan into the General Plan by reference.",
        "preliminary_recommendation": "approval",
        "speakers": "sue hestor",
        "action": "approved initiation",
        "ayes": "antonini, borden, moore, sugaya, olague, miguel",
        "action_name": "motion no. 18191"
    },
    {
        "item": "9",
        "case_number": "2010.0054u",
        "project_descr": "Personal Wireless Service Facility Site Permits Ordinance [Board File No. 10-0041] - Ordinance introduced by Supervisor Avalos would amend the San Francisco Public Works Code by adding Article 25, Sections 1500 through 1528, to establish new requirements for Personal Wireless Service Facility Site Permits and to increase certain fees for obtaining such permits, amending the San Francisco Administrative Code by amending Chapter 11, Article 1, Section 11.9, to eliminate obsolete provisions related to such permits, making the provisions of the ordinance retroactive, and making environmental findings.",
        "preliminary_recommendation": "approval",
        "speakers": "steven krolik, doug loranger, henry tang, wendy robinson, david tornheim, paul albritton, brad cahoon",
        "speaker_statements": [
            {
                "speaker": "steven krolik",
                "stance": "(+)"
            },
            {
                "speaker": "doug loranger",
                "stance": "(+)"
            },
            {
                "speaker": "henry tang",
                "stance": "(+)"
            },
            {
                "speaker": "wendy robinson",
                "stance": "(+)"
            },
            {
                "speaker": "david tornheim",
                "stance": "(+)"
            },
            {
                "speaker": "paul albritton",
                "stance": "(-)",
                "descr": "for verizon"
            },
            {
                "speaker": "brad cahoon",
                "stance": "(-)",
                "descr": "for t-mobile"
            }
        ],
        "action": "approved with a recommendation to supervisor avalos that he continue working with the industry representatives",
        "ayes": "antonini, borden, moore, sugaya, olague, miguel",
        "action_name": "resolution no. 18192"
    },
    {
        "item": "10",
        "case_number": "2010.0459C",
        "project_address": "006",
        "assessor_block": "0339",
        "project_descr": "Request for Conditional Use Authorization under Planning Code Section 224, Animal Clinic (District Serving Canine Day Care Facility).  The project would convert the existing commercial space to a facility providing day care for up to 60 dogs. ",
        "type_district": "rc-4",
        "type_district_descr": "residential commercial combined, high density",
        "height_and_bulk_district": "80-120T",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "david neil, randy shaw",
        "speaker_statements": [
            {
                "speaker": "david neil",
                "stance": "(+)",
                "descr": "project sponsor"
            },
            {
                "speaker": "randy shaw",
                "stance": "(+)"
            }
        ],
        "action": "approved",
        "ayes": "antonini, borden, moore, sugaya, olague, miguel",
        "action_name": "motion no. 18193"
    },
    {
        "item": "11",
        "case_number": "2010.0323D",
        "project_address": "640-642 shotwell street",
        "lot_number": "039",
        "assessor_block": "3611",
        "porject_descr": "Request for Discretionary Review of Building Permit Application No. 2009.12.07.2710, proposing to demolish an existing one-story rear addition and construct a three-story, flat-roofed, horizontal and vertical rear addition with roof deck, on an existing two-story, two-family dwelling",
        "type_district": "rh-3",
        "type_district_descr": "residential house, three-family",
        "height_and_bulk_district": "40-x",
        "staff_analysis": "full discretionary review",
        "preliminary_recommendation": "do not take discretionary review and approve project as propoesd",
        "note": "NOTE: On September 2, 2010, the Commission requested that this item be brought back to them as a full discretionary review",
        "speakers": "joe butler, bonnie fineberg, beth freedman, gailin joseph, joyce berman, emil raymon, arnie lerner, ryan knock, mike manzo, tony manzo",
        "speaker_statements": [
            {
                "speaker": "joe butler",
                "stance": "(+)",
                "descr": "representing the DR requestor"
            },
            {
                "speaker": "bonnie fineberg",
                "stance": "(+)",
                "descr": "DR requestor"
            },
            {
                "speaker": "beth freedman",
                "stance": "(+)"
            },
            {
                "speaker": "gailin joseph",
                "stance": "(+)"
            },
            {
                "speaker": "joyce berman",
                "stance": "(+)"
            },
            {
                "speaker": "emil raymon",
                "stance": "(+)"
            },
            {
                "speaker": "arnie lerner",
                "stance": "(-)",
                "descr": "representing the project sponsor"
            },
            {
                "speaker": "ryan knock",
                "stance": "(-)",
                "descr": "representing the project sponsor"
            },
            {
                "speaker": "mike manzo",
                "stance": "(-)",
                "descr": "project sponsor"
            },
            {
                "speaker": "tony manzo",
                "descr": "project sponsor",
                "stance": "(-)"
            }
        ],
        "action": "The Commission took Discretionary Review and approved the project with modifications that would not allow side-yard build outs; and they would recommend that the Zoning Administrator grant a variance for rear-yard use.",
        "ayes": "borden, moore, sugaya, miguel",
        "noes": "antonini, olague",
        "action_name": "motion no. 0176"
    },
    {
        "item": "12a",
        "case_number": "2009.0335CEKV",
        "project_address": "2559 van ness avnue & 1527 filbert street",
        "lot_number": "001",
        "lot_number_2": " 002",
        "assessor_block": "0527",
        "project_descr": "Request for Conditional Use Authorization, pursuant to Planning Code Sections 228.3, 253, 271 and 303, to authorize a change of use of the property from a gasoline service station to a mixed-use development; to allow a building over 40 feet in height in a residential district; and to allow an exception from the bulk limits for a project proposing new construction of a six-story, 27-unit mixed-use building with approximately 2,700 square feet of ground floor commercial space and 31 basement-level parking spaces",
        "type_district": "rc-3",
        "type_district_descr": "residential-commercial combined, medium density",
        "height_and_bulk_district": "65-a",
        "preliminary_recommendation": "approval with conditions",
        "speakers": "tuija catalano, russ nayler",
        "speaker_statements": [
            {
                "speaker": "tuija catalano",
                "stance": "(+)",
                "descr": "representing the project sponsor"
            },
            {
                "speaker": "russ nayler",
                "stance": "(+)",
                "descr": "project architect"
            }
        ],
        "action": "Approved with instructions that the Project Sponsor continue working with staff on design and the transitioning of the building on Filbert Street.  Staff is to bring this back to the Commission as an informational item.",
        "ayes": "antonini, borden, moore, olague, miguel",
        "absent": "sugaya",
        "action_name": "motion no. 18194"
    },
    {
        "item": "12b",
        "case_number": "2009.0335CEKV",
        "project_address": "2559 van ness avnue & 1527 filbert street",
        "lot_number": "001",
        "lot_number_2": "002",
        "assessor_block": "0527",
        "type_district": "rc-3",
        "type_district_descr": "residential-commercial combined, medium density",
        "height_and_bulk_district": "65-a",
        "project_descr": "Request for rear yard and dwelling unit exposure variances pursuant to Planning Code Sections 134, 140 and 305 for a project proposing new construction of a six-story, 27-unit mixed-use building with approximately 2,700 square feet of ground floor commercial space and 31 basement-level parking spaces.  Section 134 requires a rear yard with a depth of approximately 27.5 feet.   Planning Code Section 140 requires dwelling units to face onto a Planning Code-complying rear yard or street.  The project proposes a rear yard with a depth of approximately 20 feet and proposes nine dwelling units that do not face onto a Planning Code-complying rear yard or street.",
        "speakers": "tuija catalano, russ nayler",
        "action": "Acting Zoning Administrator Rahaim closed the public hearing and granted the variances subject to the standard conditions of approval.'"
    },
    {
        "item": "13",
        "case_number": "2010.0754D",
        "project_address": "2645 balboa street",
        "lot_number": "032B",
        "assessor_block": "1617",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2009.11.19.1706 proposing to construct a two-story vertical addition and a rear horizontal addition to an existing two-story, single-family residence resulting in a four-story, two-unit building",
        "type_district": "rh-2",
        "type_district_descr": "residential, house, two-family",
        "height_and_bulk_district": "40-x",
        "staff_analysis": "abbreviated discretionary review",
        "preliminary_recommendation": "do not take discretionary review and approve",
        "speakers": "cheryl schultz, jean barish, (name unclear), john lau",
        "speaker_statements": [
            {
                "speaker": "cheryl schultz",
                "descr": "DR Requestor",
                "stance": "(+)"
            },
            {
                "speaker": "jean barish",
                "stance": "(+)"
            },
            {
                "speaker": "(name unclear)",
                "stance": "(+)"
            },
            {
                "speaker": "john lau",
                "stance": "(-)",
                "descr": "project engineer for project sponsor" 
            }
        ],
        "action": "the commission took discretionary review and approved the project modified to remove the 4th floor",
        "ayes": "antonini, moore, olague, miguel",
        "noes": "borden",
        "absent": "sugaya",
        "action_name": "dra no. 0177"
    },
    {
        "item": "14",
        "case_number": "2009.1003D",
        "project_address": "1140 page street",
        "lot_number": "011",
        "assessor_block": "1219",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2009.11.03.0476 proposing to remove a ground floor commercial space, increase the residential unit count from one to four units, construct a two-story vertical addition and a rear horizontal addition on an existing two-story building with one residential unit over ground floor commercial space",
        "type_district": "rm-2",
        "type_district_descr": "residential, mixed, moderate density",
        "height_and_bulk_district": "40-x",
        "staff_analysis": "abbreviated discretionary review",
        "preliminary_recommendation": "do not take discretionary review and approve the project",
        "speakers": "none",
        "action": "dr withdrawn"
    },
    {
        "item": "15",
        "case_number": "2010.0475D",
        "project_address": "120 cherry street",
        "lot_number": "014",
        "assessor_block": "0989",
        "project_descr": "Request for Discretionary Review of Building Permit Application No. 2008.02.25.5476 proposing to construct a one-story vertical addition on an existing two-story, single-family house",
        "type_district": "rh-1",
        "type_district_descr": "residential, house, single family",
        "height_and_bulk_district": "40-x",
        "staff_analysis": "abbreviated discretionary review",
        "preliminary_recommendation": "do not take discretionary review and approve the project",
        "speakers": "none",
        "action": "dr withdrawn"
    },
    {
        "item": "16",
        "case_number": "2008.0968E",
        "project_descr": "North beach library and joe Dimaggio playground master PLAN - Public Hearing on the Draft Environmental Impact Report â 701 Mason Street, southeast corner of Lombard Street and Columbus Avenue (Assessorâs Block 74, Lot 1); a portion of the Mason Street roadway between Lombard Street and Columbus Avenue; and 2000 Mason / 661 Lombard Street, the entire block bounded by Lombard, Powell, and Greenwich Streets and Columbus Avenue (Assessorâs Block 75, Lot 1). The project sponsors, the San Francisco Public Library and Recreation and Park Department, propose to demolish the existing North Beach Branch Library and construct a new library and upgrade recreational facilities at the Joe DiMaggio Playground. The project would involve vacation (closure) of a 195-linear-foot portion of Mason Street to vehicular traffic, landscaping improvements in the Mason Street right-of-way, construction of a new 8,500-square-foot (sf) branch library on the 701 Lombard Street parcel and a portion of the right-of-way, demolition of the existing library and excavation, renovation and reorganization of the playground features. The project would result in a total net increase of approximately 3,200 sf of library floor area and about 12,010 sf of new open space. The project would require rezoning of Block 74, Lot 001 to a Public (P) use designation or Conditional Use authorization for a library in the North Beach Neighborhood Commercial zoning district; General Plan and Priority Policy conformity findings; as well as approval by the Library and Recreation and Park Commissions, Planning Commission and the Board of Supervisors.",
        "note": "written comments will be accepted at the planning department until 5 p.m. on october 12, 2010",
        "preliminary_recommendation": "no action required",
          "speakers": "luis herrera, jewelle gomez, dawn kamalanathan, howard chabner, lisa bohman, fay darmawi, teresa dal santo, lisa garbus, ginnina decarl, aggie monahan, robert hinish, karin payson, pat tura, bill bondy, tina moyian, scott lewis, rene bihan, dale weiamer, laura bernabei, terry grenchik, lee goodman, julie christensen, william colon, karin weiss, karen, alan martinez, zach stewart, gerry crowley, joan wood, june osterberg, sal busalacchi, joe butler, howard wong, sue cauthen",
        "speaker_statements": [
    {"speaker": "luis herrera", "stance": "(+)", "descr": "city librarian", "lines": []},
    {"speaker": "jewelle gomez", "stance": "(+)", "descr": "library commission", "lines": []},
    {"speaker": "dawn kamalanathan", "stance": "(+)", "descr": "rec park department", "lines": []},
    {"speaker": "howard chabner", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "lisa bohman", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "fay darmawi", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "teresa dal santo", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "lisa garbus", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "ginnina decarl", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "aggie monahan", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "robert hinish", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "karin payson", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "pat tura", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "bill bondy", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "tina moyian", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "scott lewis", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "rene bihan", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "dale weiamer", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "laura bernabei", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "terry grenchik", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "lee goodman", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "julie christensen", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "william colon", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "karin weiss", "stance": "(+)", "descr": "", "lines": []},
    {"speaker": "karen", "stance": "(+)", "descr": "", "lines": []},

    {"speaker": "alan martinez", "stance": "(-)", "descr": "historic preservation commission", "lines": []},
    {"speaker": "zach stewart", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "gerry crowley", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "joan wood", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "june osterberg", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "sal busalacchi", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "joe butler", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "howard wong", "stance": "(-)", "descr": "", "lines": []},
    {"speaker": "sue cauthen", "stance": "(-)", "descr": "", "lines": []}
  ],
        "action": "public hearing on draft EIR there was no action by the commission"
    }
]